Repository: speedcrunch/www
Catalog: i18n/speedcrunch.org.*.po
Languages: es_es, it_it

source: You can easily distinguish numbers from variables.
es_es: Usted puede fácilmente distinguir números de variables.
it_it: &Egrave; semplice distinguere i numeri dalle variabili.

source: You can also see the matched parentheses.
es_es: Puede incluso ver los paréntesis que concuerdan.
it_it: È anche possibile vedere le parentesi accoppiate.

source: Beside standard algebraic operator like + (addition), - (subtraction), * (multiplication), / (division), ^ or ** (exponentiation), there is support for some functions, for example <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt>, and many more.
es_es: Además del operador algebraico estándar como + (suma), - (sustracción), * (multiplicación), / (división), ^ o ** (exponenciación), hay soporte para algunas funciones, por ejemplo <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt>, y muchas más.
it_it: Oltre agli operatori algebrici comuni come + (addizione), - (sottrazione), * (moltiplicazione), / (divisione), ^ o ** (elevamento a potenza), è presente il supporto per alcune funzioni come <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> ed altre ancora.

source: You do not need to memorize function names, use Ctrl+F to pop up a dialog where you can choose the function that you need.
es_es: No es necesario que memorice los nombres de las funciones, use Ctrl+F para mostrar una ventana dónde puede elegir la función que necesita.
it_it: Non è necessario memorizzare i nomi di funzioni, è possibile usare Ctrl+F per far comparire una finestra dove scegliere la funzione necessaria.

source: Or take advantage of its <em>auto-completion</em>.
es_es: O saque ventaja de su <em>auto-completado</em>.
it_it: Oppure potrete avvantaggiarvi della funzionalità di <em>completamento automatico</em>.

source: Type the letter <tt>c</tt> only and in less than a second you will be automagically given with choices of <tt>cos</tt>, <tt>cosh</tt> or your variables whose name start with c.
es_es: Teclee la letra <tt>c</tt> sólo y en menos de un segundo le será ofrecido "automágicamente" las opciones de <tt>cos</tt>, <tt>cosh</tt> o aquellas variables en que el nombre empiece con c.
it_it: Inserire semplicemente la lettera <tt>c</tt> e in meno di un secondo verrà presentata la scelta tra <tt>cos</tt>, <tt>cosh</tt> o tutte le variabili il cui nome comincia per c.

source: 50 decimals at your disposal
es_es: 50 decimales a su disposición
it_it: 50 decimali a vostra disposizione

source: With its unique calculation routines, you can get up to 50 decimals of precision.
es_es: Gracias a sus únicas rutinas de cálculo, usted puede obtener hasta 50 decimales de precisión.
it_it: Grazie alle sue uniche capacità di calcolo è possibile ottenere una precisione di 50 decimali.

source: precision
es_es: precisión
it_it: precisione

source: When your calculation is quite complex and involving a chain of operations, this high precision ensures that you would get less rounding error in the end.
es_es: Cuando sus cálculos sean bastante complejos e involucren una cadena de operaciones, ésta alta precisión asegura que recibirá al final del cálculo con un menor error debido al redondeo.
it_it: Quando i vostri calcoli sono piuttosto complessi e coinvolgono una catena di operazioni, una maggior precisione assicura un minor errore di arrotondamento alla fine.

source: History repeats itself
es_es: La Historia se repite
it_it: La storia si ripete

source: If you want to <em>recall again the expression</em> which you typed before, then press up and down arrow to access the expression history.
es_es: Si desea <em>volver a llamar la expresión</em> que ya tecleó, presione la flecha de arriba y abajo para acceder al historial de expresiones.
it_it: Se vorrete <em>richiamare nuovamente un'espressione</em> digitata precedentemente premere le freccie sopra e sotto per accedere alla cronologia delle espressioni.

source: Moreover, your expression history (maximum last 100 expressions) is saved between sessions.
es_es: Más aún, su historial de expresiones (máximo las últimas 100 expresiones) es salvado entre sesiones.
it_it: Di più, la cronologia delle espressioni (comprendente al massimo le ultime 100 espressioni) viene mantenuta tra diverse sessioni.

source: This means you can still invoke those calculations you have done yesterday or last week.
es_es: Ésto significa que puede seguir invocando aquellos cálculos que hizo ayer o la semana pasada.
it_it: Questo significa che è possibile invocare calcoli fatti ieri o la settimana precedente.

source: Smart correction
es_es: Corrección inteligente
it_it: Correzione intelligente

source: Often, SpeedCrunch can still understand an incomplete expression.
es_es: A menudo, SpeedCrunch puede entender incluso una expresión incompleta.
it_it: Spesso SpeedCrunch è in grado di comprendere anche un'espressione incompleta.

source: For example, just typing <tt>sin</tt> followed by Enter - likely means taking the sine of last value - is automatically translated as <tt>sin(ans)</tt>.
es_es: Por ejemplo, con solo teclear <tt>sin</tt> seguido por Enter - que podría entenderse por tomar el seno del último valor - es automáticamente traducido como <tt>sin(ans)</tt>.
it_it: Per esempio, semplicemente scrivendo <tt>sin</tt> seguito da Invio - come se voleste intendere il seno dell'ultimo valore - questo verrà automaticamente tradotto in <tt>sin(ans)</tt>.

source: Also, for some functions you may skip the parentheses if you pass simple number or variable, <tt>sin 0.1</tt> is as valid as <tt>sin(0.1)</tt>.
es_es: Así mismo, en algunas funciones puede obviar los paréntesis si les son pasados números simples o variables, <tt>sin 0.1</tt> es tan válido como <tt>sin(0.1)</tt>.
it_it: Inoltre, per alcune funzioni, è possibile non utilizzare le parentesi se viene passato un semplice numero o una variabile, <tt>sin 0.1</tt> è valido come <tt>sin(0.1)</tt>.

source: Speaking about parentheses, closing them can be left to SpeedCrunch, e.g. <tt>cos(pi/4</tt> is automatically corrected to <tt>cos(pi/4)</tt>.
es_es: Hablando de paréntesis, la tarea de cerrarlos puede dejarse a SpeedCrunch, ej. <tt>cos(pi/4</tt> es automáticamente corregido y escrito <tt>cos(pi/4)</tt>.
it_it: Per quanto riguarda le parentesi, chiuderle è un compito che può essere lasciato a SpeedCrunch; per esempio <tt>cos(pi/4</tt> viene automaticamente corretto in <tt>cos(pi/4)</tt>.

source: Keyboard-friendly
es_es: Amigable al uso con teclado
it_it: Semplice da utilizzare con la tastiera

source: SpeedCrunch has many keyboard shortcuts to speed up your task:
es_es: SpeedCrunch tiene muchos atajos de teclado con el fin de agilizar sus tareas:
it_it: SpeedCrunch ha molte scorciatoie da tastiera che permettono di velocizzare il lavoro;

source: Up/Down
es_es: Arriba/Abajo
it_it: Sopra/Sotto

source: recall last expression
es_es: Volver a llamar a la última expresión
it_it: richiamare l'ultima espressione

source: insert variable
es_es: insertar variable
it_it: inserire variabile

source: insert function
es_es: insertar función
it_it: inserire una funzione

source: copy last result to clipboard
es_es: copiar último resultado al portapapeles
it_it: copiare l'ultimo risultato nella clipboard

source: save current session to text file
es_es: salvar la actual sesión a un archivo de texto
it_it: salvare la sessione corrente su un file di testo

source: radians mode for trigonometric functions
es_es: modo radianes para funciones trigonométricas
it_it: modalità radianti per le funzioni trigonometriche

source: degrees mode for trigonometric functions
es_es: modo grados para funciones trigonométricas
it_it: modalità gradi per le funzioni trigonometriche

source: Testimonials
es_es: Recomendaciones
it_it: Testimonianze

source: Wow! This little app has made my investigation. Well, it is just like saying that I went from hell to heaven. You have saved me hours and hours of long and boring statistical calculations, thank you, you are the best! I cannot wait until the next release ;) Keep up the great work!
es_es: ¡Vaya! Esta pequeña aplicación me ha ayudado en mi investigación. Bien, es casi como decir que pasé del infierno al cielo. Me han ahorrado horas y horas de largos y aburridos cálculos estadísticos, gracias, ¡ustedes son los mejores! No puedo esperar a la siguiente versión ;) ¡Sigan con su gran trabajo!

source: Mostly run by keyboard, SpeedCrunch is the calculator for the technical or engineer oriented professional.
es_es: Usado básicamente mediante teclado, SpeedCrunch es la calculadora para el técnico o profesional orientado a la ingeniería.
it_it: Utilizzabile in gran parte da tastiera, SpeedCrunch è la calcolatrice adatta a tecnici ed ingegneri.

source: A "must look" at.
es_es: Un "tiene que verlo".
it_it: Da non perdere.

source: ...I found the closest calc app to what I wanted.
es_es: ...He encontrado la aplicación de cálculo más cercana que siempre quise.

source: Overall, I think I’ll be using SpeedCrunch more and more for doing my mathematic evaluations. It works on Windows too, so if you’ve decided to stick with that operating system, here’s a better replacement for the included calculator, and at a great price with code you can trust that is actively being enhanced.
es_es: En general, creo que estaré usando SpeedCrunch más y más para hacer mis evaluaciones matemáticas. Funciona en Windows también, así que si ha decidido continuar con ese sistema operativo, aquí tiene un mejor reemplazo para la calculadora que incluye, y a un gran precio con código en el que puede confiar está siendo activamente aumentado.

source: SpeedCrunch is a fast, high precision and powerful desktop calculator.
es_es: SpeedCrunch es una calculadora de escritorio rápida, de alta precisión y potente.
it_it: SpeedCrunch è una calcolatrice personale veloce, precisa e potente.

source: Available for <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, and <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
es_es: Disponible para <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, and <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
it_it: Disponibile per <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b> e <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.

source: See more screenshots!
es_es: ¡Ver más capturas de pantalla!
it_it: Guarda altre istantanee!

source: Screenshot
es_es: Captura de pantalla
it_it: Istantanee

source: up to 50 decimal precisions
es_es: una precisión de hasta 50 decimales
it_it: fino a 50 decimali di precisione

source: unlimited variable storage
es_es: almacenamiento ilimitado de variables
it_it: variabili memorizzabili illimitate

source: intelligent automatic completion
es_es: completado automático inteligente
it_it: completamento automatico intelligente

source: customizable appearance
es_es: apariencia configurable
it_it: aspetto personalizzabile

source: syntax highlighting and parentheses matching
es_es: resaltado sintáctico, con paréntesis que concuerdan
it_it: evidenziatore sintattico con accoppiatore di parentesi

source: It's completely <b>FREE</b>!
es_es: ¡Es completamente <b>LIBRE</b>!
it_it: &Egrave; completamente <b>LIBERO</b>!

source: For each screenshot, click the preview to enlarge.
es_es: Haga clic en la vista previa de cada captura de pantalla para agrandarla.
it_it: Cliccare sulle anteprime relative ad ogni istantanea per ingrandirle.

source: Send your screenshot
es_es: Envíe su captura de pantalla
it_it: Invia la tua istantanea

source: Do you have a nice screenshot showing interesting features of SpeedCrunch?
es_es: ¿Tiene usted alguna bonita captura de pantalla que muestre características interesantes de SpeedCrunch?
it_it: Avete una bella istantanea che mostra qualche interessante funzionalità di SpeedCrunch?

source: Send it to us (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) and we'll place it here.
es_es: Envíenosla a (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) y la pondremos aquí.
it_it: Inviate i vostri (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) e li metteremo su questa pagina.

source: FAQ
it_it: Domande Frequenti

source: more than 50 built-in math functions
it_it: più di 50 funzioni matematiche incluse
