Repository: speedcrunch/www
Catalog: i18n/speedcrunch.org.*.po
Languages: es_es, it_it

source: calculator
es_es: calculadora
it_it: calcolatrice

source: SpeedCrunch - fast and usable calculator
es_es: SpeedCrunch - rápida y conveniente calculadora para usuarios sofisticados
it_it: SpeedCrunch - una calcolatrice veloce a facile da utilizzare

source: Home
es_es: Inicio
it_it: Pagina principale

source: Download
es_es: Descargar
it_it: Scarica

source: Learn more
es_es: Aprenda más
it_it: Impara di più

source: Features
es_es: Características
it_it: Funzionalità

source: See it in action
es_es: Verla en acción
it_it: Guardalo in azione

source: Screenshots
es_es: Capturas de pantalla
it_it: Istantanee

source: Frequently asked questions
es_es: Preguntas habituales
it_it: Domande frequenti

source: Discuss with other users
es_es: Hablar con otros usuarios
it_it: Discutere con altri utenti

source: Follow the development
es_es: Seguir el desarrollo
it_it: Segui lo sviluppo

source: Blog
es_es: Bitácora

source: icon
es_es: icono
it_it: icona

source: Download the installer:
es_es: Descargar el instalador:
it_it: Scaricare la procedura d'installazione:

source: To perform the installation, just click on the file to run it and then follow the step-by-step instructions.
es_es: Para llevar a cabo la instalación, haga clic en el archivo para ejecutarlo y después siga las instrucciones paso a paso.
it_it: Per installare cliccare sul file e seguire le istruzioni passo passo.

source: After installed, run SpeedCrunch using <i>Start</i> menu, <i>All Programs</i>, <i>SpeedCrunch</i>.
es_es: Una vez instalado, ejecute SpeedCrunch utilizando <i>Inicio</i> Menú, <i>Todos los Programas</i>, <i>SpeedCrunch</i>.
it_it: Dopo averlo installato avviare SpeedCrunch mediante il menu <i>Avvio</i>, <i>tutti i programmi</i>, <i>SpeedCrunch</i>.

source: NEW!
es_es: ¡NOVEDAD!

source: Now you can also run SpeedCrunch without the need of installing it.
es_es: Ahora también puede utilizar SpeedCrunch sin necesidad de instalarla.

source: So if you don't have permission to install it on your system or you want to take it everywhere with you on your pen drive, for instance, just download the archive below, extract it and click on the executable file inside the directory.
es_es: Así, si no tiene permiso para instalarla en su sistema o, por ejemplo, quiere llevársela a cualquier parte con usted en una memoria USB, solo debe descargar el archivo de abajo, extraerlo y hacer clic en el ejecutable que hay dentro de la carpeta.

source: You can move the directory to any place and still run the application.
es_es: Puede mover la carpeta a cualquier lugar y seguir ejecutando la aplicación.

source: This bundle is Universal Binary and should work on Mac OS X 10.3 (Panther), 10.4 (Tiger), and 10.5 (Leopard).
es_es: Este paquete es un Binario Universal y debería fiuncionar en Mac OS X 10.3 (Panther), 10.4 (Tiger), y 10.5 (Leopard).
it_it: Questo pacchetto è un Binario Universale e funziona su Mac OS X 10.3 (Panther), 10.4 (Tiger), and 10.5 (Leopard).

source: Note that SpeedCrunch packages available from various distribution are not necessarily the latest version.
es_es: Observe que los paquetes de SpeedCrunch disponibles para las diversas distribuciones no tienen por qué ser de la última versión.
it_it: È da notare che i pacchetti di SpeedCrunch disponibile con le varie distribuzioni non necessariamente comprendono l'ultima versione.

source: SpeedCrunch is the default desktop calculator.
es_es: SpeedCrunch es la calculadora por defecto del sistema.
it_it: SpeedCrunch è la calcolatrice di default.

source: If it is not available, install it using the Adept package manager (search for <i>speedcrunch</i>) or by the following terminal command:
es_es: Si no está disponible, instalarla usando el gestor de paquetes Adept (buscar <i>speedcrunch</i>) o bien utilizando el siguiente comando en el terminal:
it_it: Se non disponibile, installare attraverso il gestore di pacchetti Adept (basta cercare <i>speedcrunch</i>) oppure utilizzare il seguente comando da terminale:

source: Run SpeedCrunch using the <i>K Menu, Utilities, Calculator</i>.
es_es: Ejecutar SpeedCrunch utilizando <i>K Menú, Utilidades, Calculadora</i>.
it_it: Per avviare SpeedCrunch utilizzare <i> K Menu, Utilità, Calcolatrice</i>.

source: Install it using the command:
es_es: Instalarla usando el comando:
it_it: Installare utilizzando il comando:

source: Currently SpeedCrunch is part of Debian unstable.
es_es: Actualmente SpeedCrunch es parte de Debian en su versión inestable.
it_it: Al momento SpeedCrunch è parte di Debian unstable.

source: SpeedCrunch is part of Fedora Extras and is provided by the package named <i>speedcrunch</i>.
es_es: SpeedCrunch es parte de los Extras en Fedora y se prové mediante el paquete llamado <i>speedcrunch</i>.
it_it: SpeedCrunch è parte di Fedora Extras ed è distributo mediante il pacchetto <i>speedcrunch</i>.

source: It can be installed using the graphical software management Pirut or by the following terminal command:
es_es: Puede ser instalada usando el software de gestión gráfico Pirut o mediante el siguiente comando en el terminal:
it_it: Può essere installato attraverso l'applicazione visuale di gestione dei programmi Pirut o mediante il seguente comando da terminale:

source: SpeedCrunch is available from <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">KDE Playground repository</a>.
es_es: SpeedCrunch está disponible en <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">KDE Playground repository</a>.
it_it: SpeedCrunch è disponibile su <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">KDE Playground repository</a>.

source: After adding this repository to YaST (see <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">the instructions</a>), SpeedCrunch can be installed using YaST Software Management module or by the following command:
es_es: Después de añadir este repositorio a YaST (ver <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">las instrucciones</a>), SpeedCrunch puede ser instalada usando el módulo de gestión de Software YaST o mediante el siguiente comando:
it_it: Dopo aver aggiunto questo deposito a YaST (leggere <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">le istruzioni</a>), SpeedCrunch può essere installato usando il modulo di gestione dei pacchetti di YaST o tramite il seguente comando:

source: After installation, run SpeedCrunch using the <i>SUSE Menu, Applications, Utilities, Calculator, SpeedCrunch</i>.
es_es: Después de la instalación, ejecutar SpeedCrunch usando <i>Menú SUSE, Aplicaciones, Utilidades, Calculadora, SpeedCrunch</i>.
it_it: Dopo l'installazione avviare SpeedCrunch mediante <i>SUSE menu, Applicazioni, Utilità, Calcolatrice, SpeedCrunch</i>.

source: Other distributions
es_es: Otras distribuciones
it_it: Altre distribuzioni

source: For other Linux distributions, you can install SpeedCrunch by compiling it from source code.
es_es: Para otras distribuciones de Linux, puede instalar SpeedCrunch compilándola desde el código fuente.
it_it: Per le altre distribuzioni è possibile installare SpeedCrunch compilandolo a partire dal codice sorgente.

source: See the instructions below.
es_es: Vea las instrucciones en la parte inferior.
it_it: Leggere le istruzioni in basso.

source: Or try to get SpeedCrunch from <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.
es_es: O intente obtener SpeedCrunch de <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.
it_it: O cerca di scaricare SpeedCrunch da <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.

source: It does not require <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">any installation</a> and so far has been <a href="http://speedcrunch.klik.atekon.de/comments/">reported</a> to work under:
es_es: No requiere de <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">ninguna instalación</a> y es más, hay <a href="http://speedcrunch.klik.atekon.de/comments/">constancia</a> de que funciona bajo:
it_it: Non richiede <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">alcuna installazione</a> ed è stato <a href="http://speedcrunch.klik.atekon.de/comments/">accertato</a> funzionare su:

source: Source code
es_es: Código fuente
it_it: Codice sorgente

source: Download the tarball:
es_es: Descargar el tarball:
it_it: Scarica l'archivio:

source: Extract the package to a temporary directory
es_es: Extraer el paquete en una carpeta temporal
it_it: Estrarre il pacchetto in una directory provvisoria

source: What's new in version 0.10
es_es: ¿Qué hay de nuevo en la versión 0.10?
it_it: Cosa c'è di nuovo nella versione 0.10

source: bug fixing of almost all known bugs
es_es: Se ha arreglado casi todos los errores conocidos.

source: ERF, ERFC, GAMMA, LNGAMMA, IDIV and MOD functions
es_es: Funciones ERF, ERFC, GAMMA, LNGAMMA, IDIV y MOD

source: math book browsable pages dock window
es_es: Ventana con contenido navegable del libro de matemáticas con posibilidad de ser desvinculada.

source: automatic calculation of the selected text
es_es: Cálculo automático del texto seleccionado.

source: automatic syntax highlighting color generation
es_es: Resaltado de la sintaxis mediante color generado automáticamente.

source: complete support for RTL (right-to-left) written languages
es_es: Soporte completo de RTL (right-to-left) idiomas escritos de derecha a izquierda.

source: ability to change the language on-the-fly
es_es: Capacidad para cambiar de idioma sobre la marcha.

source: restore last session
es_es: Restaurar la última sesión.

source: save and load session
es_es: Salvar y cargar la sesión.

source: batch calculation
es_es: Cálculo por lotes.

source: full screen mode
es_es: Modo de visualización a pantalla completa.

source: minimal view version
es_es: Versión de visualización mínima (compacta).

source: status bar
es_es: Barra de estado.

source: context menu for tray icon
es_es: Icono con menú contextual en la barra de notificación del sistema.

source: new keyboard shortcuts and redesigned menu
es_es: Nuevos atajos de teclado y menú rediseñado.

source: new Turkish (incomplete) translation
es_es: Nueva traducción (incompleta) al Turco.

source: preliminary support of logic functions
es_es: Soporte preliminar de funciones lógicas.

source: extended output of real-valued numbers to non-decimal modes
es_es: Resultado extendido de números de valor real a modo no decimal.

source: allow real-valued arguments for NPR and NCR
es_es: Se permite argumentos de valor real para NPR y NCR.

source: default desktop file for menu integration in Linux desktops
es_es: Fichero de sistema por defecto para integración en menú en Linux.

source: possibility to package portable versions with no need for installation
es_es: Posibilidad de empaquetar versiones portátiles sin necesidad de instalación.

source: System requirements
es_es: Requerimientos del sistema
it_it: Requisiti di sistema

source: Pentium-compatible processor
es_es: Procesador compatible con Pentium
it_it: Un processore Pentium-compatibile

source: RAM minimum 32 MB
es_es: RAM mínima 32 Mb
it_it: RAM minima 32 MB

source: Hard disk space 16 MB
es_es: Espacio en disco 16 MB
it_it: 16 MB di spazio sul disco fisso

source: Supported operating systems
es_es: Sistemas operativos soportados
it_it: Sistemi operativi supportati

source: 32- and 64-bit
es_es: 32 y 64-bit
it_it: 32- e 64-bit

source: Development version
es_es: Versión en desarrollo
it_it: Versione di sviluppo

source: Please go to:
es_es: Por favor vaya a:
it_it: Per favore andare su:

source: License
es_es: Licencia
it_it: Licenza

source: SpeedCrunch is free software; you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> as published by the <a href="http://www.fsf.org">Free Software Foundation</a>; either version 2 of the License, or (at your option) any later version.
es_es: SpeedCrunch es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> tal y como fue publicado por la <a href="http://www.fsf.org">Free Software Foundation</a>; tanto para la versión 2 de la Licencia, o (a su elección) cualquier versión posterior.
it_it: SpeedCrunch è software libero; può essere redistribuito e/o modificato secondo i termini della <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> così come pubblicata dalla <a href="http://www.fsf.org">Free Software Foundation</a>; è possibile usare la versione 2 della Licenza o (a propria discrezione) qualsiasi versione successiva.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es_es: Este programa se distribuye con la esperanza de que pueda ser útil, pero SIN NINGUNA GARANTÍA; incluso sin la garantía tácita de SER VENDIDO o IDÓNEO PARA UN PROPÓSITO PARTICULAR. Ver la GNU General Public License para mas detalles.
it_it: Questo programma è distribuito nella speranza che possa essere utile, ma senza ALCUNA GARANZIA; neanche la garanzia implicita di COMMERCIABILITÀ o MODIFICA PER UNO SCOPO PRECISO. Leggere la GN General Public License per maggiori dettagli.

source: Copyright
es_es: Derechos de autor

source: Here are some frequently asked questions (with answers):
es_es: Aquí hay algunas preguntas frecuentes (y sus respuestas):
it_it: Qui ci sono alcune domande frequente, corredate di risposte:

source: What is <tt>ans</tt>?
es_es: ¿Qué es <tt>ans</tt>?
it_it: Cos'è <tt>ans</tt>?

source: <tt>ans</tt> is a special variable which always holds the last calculation result.
es_es: <tt>ans</tt> es una variable especial que siempre mantiene el resultado del último cálculo realizado.
it_it: <tt>ans</tt> è una varibile speciale che contiene sempre il valore dell'ultimo calcolo effettuato.

source: You can use it to avoid typing the result again.
es_es: La puede utilizar para evitar teclear el resultado de nuevo.
it_it: È possibile utilizzare ciò per evitare di dover digitare nuovamente il risultato.

source: For example, for finding <tt>sin(pi/3)</tt>, you can do these steps:
es_es: Por ejemplo, para hallar <tt>sin(pi/3)</tt>, puede seguir los siguientes pasos:
it_it: Ad esempio, per cercare <tt>sin(pi/3)</tt> potrete seguire questi passi:

source: type <tt>pi/3</tt> and press Enter
es_es: teclee <tt>pi/3</tt> y presione la tecla Enter
it_it: digitare <tt>pi/3</tt> e premere invio

source: type <tt>sin(ans)</tt> and press Enter
es_es: teclee <tt>sin(ans)</tt> y presione Enter
it_it: scrivere <tt>sin(ans)</tt> e premere Invio

source: How do I separate function parameters?
es_es: ¿Cómo separo los parámetros en una función?
it_it: Come è possibile separare i parametri di una funzione ?

source: When using functions that take more than one parameter, use semicolon ( <i>;</i> ) between all of them.
es_es: Cuando esté utilizando funciones que tomen más de un parámetro, use punto y coma ( <i>;</i> ) entre todos ellos.
it_it: Quando si utilizzano funzioni che necessitano di più di un parametro basta utilizzare il punto e virgola ( <i>;</i> ) come separatore.

source: For example, for finding the arithmetic mean of <tt>2</tt>, <tt>5</tt> and <tt>7</tt> just follow this:
es_es: Por ejemplo, para hallar la media aritmética de <tt>2</tt>, <tt>5</tt> y <tt>7</tt> haga lo siguiente:
it_it: Ad esempio, per conoscere la media aritmetica di <tt>2</tt>, <tt>5</tt> and <tt>7</tt> basta fare in questo modo:

source: type <tt>average(2;5;7)</tt> and press Enter
es_es: teclee <tt>average(2;5;7)</tt> y presione Enter
it_it: scrivere <tt>average(2;5;7)</tt> e premere Invio

source: I do not like the keypad.
es_es: No quiero el teclado de la calculadora.
it_it: Non apprezzo il tastierino.

source: How do I hide it?
es_es: ¿Cómo lo oculto?
it_it: Come faccio a nasconderlo?

source: If the keypad is hidden, clicking this menu item will make it visible again.
es_es: Si el teclado está oculto, haciendo clic en esa entrada del menú lo hará visible de nuevo.
it_it: Se il tastierino è nascosto cliccare questa componente del menu lo renderà nuovamente visibile.

source: I found a bug! How can I report it?
es_es: ¡He encontrado un error! ¿A quién debería informar?
it_it: Ho trovato un errore! A chi devo rivolgermi?

source: The best way is to report the bug as a new issue in our <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
es_es: El mejor modo es informar del error como un nuevo asunto en nuestro <a href="http://code.google.com/p/speedcrunch/issues/entry">rastreador de asuntos (issue tracker)</a>.
it_it: Il modo migliore è segnalare ogni errore o problema nel nostro <a href="http://code.google.com/p/speedcrunch/issues/entry">collettore di problemi</a>.

source: Please check first that this bug has not been reported before.
es_es: Por favor, compruebe primero que no se haya informado ya de dicho error.
it_it: Per favore, accertatevi prima che questo errore non sia stato già segnalato.

source: Do not forget to include the information about the program version (click menu <tt>Help</tt>, <tt>About</tt>) and your operating system.
es_es: No olvide incluir la información acerca de la versión del programa (clic en Menú <tt>Ayuda</tt>, <tt>Acerca de</tt>) y de su sistema operativo.
it_it: Non dimenticate di includere le informazioni relative alla versione del programma (cliccare il menu <tt>Aiuto</tt>, <tt>A proposito</tt>) e quelle relative al vostro sistema operativo.

source: Help us!
es_es: ¡Ayúdenos!
it_it: Aiutaci!

source: If you find a bug, please report it in our <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
es_es: Si encuentra un error, por favor, infórmenos en nuestro <a href="http://code.google.com/p/speedcrunch/issues/entry">rastreador de asuntos (issue tracker)</a>.
it_it: Se trovate degli errori segnalateli sul nostro <a href="http://code.google.com/p/speedcrunch/issues/entry">collettore di problemi</a>.

source: This will make sure that the report is not lost.
es_es: Ésto asegurará que el informe no se pierda.
it_it: Questo farà in modo che il rapporto non vada perso.

source: We will work to make sure the bugs that you reported will be fixed in the next version.
es_es: Trabajaremos para asegurarnos de que los errores informados por usted sean arreglados en la próxima versión.
it_it: Faremo in modo che l'errore da voi segnalato non sia più presente nella versione successiva.

source: At your fingertip
es_es: Al alcance de su dedo
it_it: Sulla punta delle vostre dita

source: Unlike traditional desktop calculator, SpeedCrunch is easier to use.
es_es: A diferencia de una calculadora tradicional de escritorio, SpeedCrunch es más fácil de usar.
it_it: A differenza delle solite calcolatrici, SpeedCrunch è più facile da utilizzare.

source: You just <em>type the expression</em> that you want to calculate and press Enter.
es_es: Usted sólamente <em>teclee la expresión</em> que desee calcular y presione Enter.
it_it: Basta semplicemente <em>scrivere l'espressione</em> che si vuole calcolare e premere Invio.

source: You can see clearly what you typed along with the result in the scrollable display.
es_es: Puede ver claramente qué tecleó junto con el resultado en el visor desplazable.
it_it: È possibile vedere chiaramente quello che si è scritto contemporaneamente al risultato grazie al display scorrevole.

source: That is faster and more convenient, isn't it?
es_es: Eso es más rápido y más conveniente, ¿no cree?
it_it: Questo sistema è più veloce e vantaggioso, no ?

source: You can also paste the expression from the clipboard, that you copied from somewhere else.
es_es: Usted puede incluso pegar la expresión que copió al portapapeles desde cualquier otro lugar.
it_it: È possibile anche incollare un'espressione dalla clipboard copiata da un'altra fonte.

source: And, you can quickly copy the last calculation result to the clipboard using Ctrl+R.
es_es: Y, puede copiar rápidamente el último resultado del cáculo al portapapeles usando Ctrl+R.
it_it: Ed è anche possibile copiare l'ultimo risultato ottenuto nella clipboard usando Ctrl+R.

source: Before you finish, SpeedCrunch may even give already the answer (calc-as-you-type, anyone?).
es_es: Antes de que acabe, SpeedCrunch puede incluso ofrecer ya una respuesta (calcular al tiempo que escribe, ¿alguien?).
it_it: Prima ancora di aver finito di scrivere, SpeedCrunch potrebbe essere in grado di dare una risposta (mai sentito parlare di calcola-mentre-scrivi?).

source: autocalc
es_es: cálculo automático
it_it: calcola automaticamente

source: This allows you to &quot;fix&quot; your expression if you think it is not what you want.
es_es: Ésto le permite &quot;arreglar&quot; su expresión en caso de que no esté cómo realmente desea.
it_it: Questo permette di &quot;sistemare&quot; la vostra espressione se pensate non rispecchi quanto volevate.

source: Unlimited variables
es_es: Variables ilimitadas
it_it: Variabili illimitate

source: Advanced calculation sometimes needs memory feature.
es_es: El cálculo avanzado a veces requiere la posibilidad de memoria.
it_it: Calcoli di tipo avanzato possono richiedere maggior memoria.

source: SpeedCrunch allows <em>variables to hold calculation result</em>, e.g. <tt>x = 0.3</tt> which can be reused in <tt>y = 2*x</tt>.
es_es: SpeedCrunch permite <em>que las variables mantengan el resultado de un cálculo</em>, ej. <tt>x = 0.3</tt> lo cual puede ser reutilizado en <tt>y = 2*x</tt>.
it_it: SpeedCrunch vi permette di <em>utilizzare variabili per contenere i risultati di un calcolo</em>; ad esempio <tt>x = 0.3</tt> può essere riutilizzata in <tt>y = 2*x</tt>.

source: Variables need not only a character, <tt>InterestRate</tt> is a perfect name as well.
es_es: Las variables no sólo necesitan un caracter, <tt>InterestRate</tt> es también un nombre perfecto.
it_it: Le variabili non devono necessariamente essere di un solo carattere, <tt>InterestRate</tt> è un nome valido di variabile.

source: And still, you can define as many variables as you want.
es_es: Y aún más, puede definir tantas variables como desee.
it_it: Ed ancora, è possibile definire quante variabili si vuole.

source: There is a special variable, <tt>ans</tt>, which <i>always</i> holds the last calculation result.
es_es: Hay una variable especial, <tt>ans</tt>, la cual <i>siempre</i> mantiene el resultado del último cálculo.
it_it: C'è anche una variabile speciale, <tt>ans</tt>, che contiene <i>sempre</i> il risultato dell'ultimo calcolo eseguito.

source: Another variable <tt>pi</tt> holds one of the most important constant in math world.
es_es: Otra variable <tt>pi</tt> mantiene una de las más importantes constantes matemáticas del mundo.
it_it: Un'altra variabile, <tt>pi</tt>, rappresenta una delle costanti più importanti in matematica.

source: Do you close your parentheses correctly?
es_es: ¿Cierra usted sus paréntesis correctamente?
it_it: Avete chiuso le parentesi correttamente ?

source: Mistype the number?
es_es: ¿Ha escrito mal el número?
it_it: Scritto male un numero?

source: No need to worry again because SpeedCrunch can always <em>color the expression</em> according to the syntax.
es_es: No hay necesidad de preocuparse de nuevo porque SpeedCrunch siempre puede <em>mostrar en color la expresión</em> deacuerdo con la sintaxis.
it_it: Non dovrete preoccuparvi più dato che SpeedCrunch è in grado di <em>colorare le espressioni</em> in base alla sintassi.
