Repository: speedcrunch/www
Catalog: locale/speedcrunch.org.*.po
Languages: de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_br, pt_pt, ru_ru

source: NOTE: the following tools and libraries are required:
de_de: ACHTUNG: folgende Werkzeuge und Bibliotheken werden benutzt:
fr_fr: NOTE : les outils et bibliothèques suivants sont requis :
hu_hu: MEGJEGYZÉS: a következõ eszközök és könyvtárak szükségesek:
nl_nl: NOTITIE: de volgende tools, en functiebibliiotheken zijn vereist:
pl_pl: UWAGA: Potrzebne są następujące narzędzia i biblioteki:
pt_pt: NOTA: as seguintes ferramentas e bibliotecas são necessárias:
ru_ru: ВНИМАНИЕ! Необходимы следующие инструменты и библиотеки:

source: <a href="http://www.cmake.org">CMake</a> (minimum version 2.4.4)
de_de: <a href="http://www.cmake.org">CMake</a> (Minimalversion 2.4.4)
fr_fr: <a href="http://www.cmake.org">CMake</a> (version 2.4.4 minimum)
hu_hu: <a href="http://www.cmake.org">CMake</a> (minimum 2.4.4 verzió)
nl_nl: <a href="http://www.cmake.org">CMake</a> (minimaal versie 2.4.4)
pl_pl: <a href="http://www.cmake.org">CMake</a> (w wersji minimum 2.4.4)
pt_pt: <a href="http://www.cmake.org">CMake</a> (mínimo versão 2.4.4)
ru_ru: <a href="http://www.cmake.org">CMake</a> (минимальная версия - 2.4.4)

source: <a href="http://trolltech.com/products/qt">Qt</a> (minimum version 4.3 and including development environment)
de_de: <a href="http://trolltech.com/products/qt">Qt</a> (Minimalversion 4.3 und zugehörige Entwicklungsumgebung)
pt_pt: <a href="http://trolltech.com/products/qt">Qt</a> (versão mínima 4.3 e incluindo ambiente de desenvolvimento)
ru_ru: <a href="http://trolltech.com/products/qt">Qt</a> (минимальная версия - 4.3, включающая IDE (среду разработки))

source: Main changes in version 0.10.1
de_de: Wesentliche Änderungen in Version 0.10.1
fr_fr: Principaux changements dans la version 0.10.1
hu_hu: Fõbb változások a 0.10.1 verzióban
nl_nl: Algemene veranderingen in versie 0.10.1
pl_pl: Główne zmiany w wersji 0.10.1
pt_pt: Principais alterações na versão 0.10.1
ru_ru: Основные изменения в версии 0.10.1

source: fixed virtual keypad button =
de_de: = Knopf auf dem Tastenfeld repariert
fr_fr: corrigé le bouton "=" du pavé numérique virtuel
hu_hu: javítva: virtuális = billenytyû
nl_nl: verhielp virtueel numeriek toestbord knop =
pl_pl: naprawiono wirtualny przycisk klawiatury =
pt_pt: botão = do teclado virtual funciona novamente
ru_ru: исправлена кнопка "=" виртуальной клавиатуры

source: fixed potential crashes
de_de: mögliche Absturzursachen beseitigt
fr_fr: corrigé plantages potentiels
hu_hu: javítva: esetleges fagyások
nl_nl: verhielp mogelijke crashes
pl_pl: naprawiono potencjalne błędy
pt_pt: corrigidas algumas terminações abruptas do programa
ru_ru: исправлены возможные крахи программы

source: fixed back and forward buttons that have the opposite meaning in RTL languages like Hebrew
de_de: Vorwärts- und Zurückknöpfe der veränderten Bedeutung in RTL Sprachen wie Hebräisch angepasst
fr_fr: corrigé boutons "précédent" et "suivant" qui ont le sens opposé dans les languages de droite à gauche tel que l'hébreu
hu_hu: javítva: elõre és hátra gombok helyes értelmezése a jobbról balra író nyelveken, mint például a héber
nl_nl: verhielp de terug, en naar voren knop welke de tegenovergestelde betekenis heeft in RTL talen zoals Hebrew
pl_pl: naprawiono przyciski Wstecz i Dalej, które miały przeciwne znaczenie w językach RTL, takich jak hebrajski
pt_pt: botões de avanço e recuo corrigidos, em línguas como o Hebraico têm sentidooposto
ru_ru: исправлены кнопки "назад" и "вперед", имеющие противоположное значение в языках с написанием справа-налево, наподобие иврита

source: new Basque, Catalan and Simplified Chinese translations
de_de: neue baskische, katalanische und chinesische (Kurzform) Übersetzungen
fr_fr: nouvelles traductions basque, catalan et chinois simplifié
hu_hu: új: baszk, katalán és egyszerû kínai fordítások
nl_nl: nieuw Baskische, Catalaans en Simpel Chinese vertalingen
pl_pl: nowe tłumaczenia baskijskie, katalońskie i uproszczony chiński
pt_pt: novas traduções para Basco, Catalão e Chinês Simplificado
ru_ru: новые переводы с баскского, каталонского и упрощенного китайского языков

source: new Apple Mac OS X Universal Binary finally available (first since version 0.7)
de_de: neues Apple Mac OS X Universal Binary wieder da (erste Version seit 0.7)
fr_fr: nouveaux binaires universels pour Apple Mac OS X disponibles (les premiers depuis la version 0.7)
hu_hu: új: Apple Max OS X Universal Binary elérhetõség (0.7 verzió óta elõször)
nl_nl: new Apple Mac OS X Universele Binary eindelijk beschikbaar (voor het eerst sinds versie 0.7)
pl_pl: nowy Apple Mac OS X Universal Binary końcu dostępny (pierwszy od wersji 0.7)
pt_pt: novo Binário Universal para Apple Mac OS X finalmente disponível (primeiro desde a versão 0.7)
ru_ru: наконец-то доступен новый универсальный бинарник для Mac OS X (первый после версии 0.7)

source: Microsoft Windows installer and portable package reduced to around half of the size compared to version 0.10
de_de: Microsoft Windows installer and portables Softwarepaket auf rund die halbe Größe im Vergleich zu 0.10 reduziert
fr_fr: La taille du programme d'installation Microsoft Windows a été réduie de moitié par rapport à la version 0.10
hu_hu: A Microsoft Windows telepítõ és hordozható csomag mérete majdnem a felére csökkent a 0.10 verzióhoz képest
nl_nl: Microsoft Windows installatieprogramma en draagbaar pakket gereduceerd naar ongeveer de grootte vergelijkbaar met versie 0.10
pl_pl: Instalator Microsoft Windows i pakiet przenośny zredukowany do około połowy rozmiazu w stosunku do wersji 0.10
pt_pt: instalador e pacote portátil para Microsoft Windows reduzidos a cerca de metade do tamanho comparativamente à versão 0.10
ru_ru: Установщик для Microsoft Windows и портативный пакет уменьшены примерно вполовину по сравнению с версией 0.10

source: What's new in version 0.10
de_de: Was ist neu in Version 0.10
fr_fr: Quoi de neuf dans la version 0.10
hu_hu: Változások a 0.10 verzióban
nl_nl: Wat is nieuw in versie 0.10
pl_pl: Co nowego w wersji 0.10
pt_br: O que há de novo na versão 0.10
pt_pt: O que há de novo na versão 0.10
ru_ru: Новшества в версии 0.10

source: bug fixing of almost all known bugs
de_de: Behebung fast aller bekannter Fehler
fr_fr: corrigé quasiment tous les bugs connus
hu_hu: majdnem az összes ismert bug javítása
nl_nl: verhelpen van fouten van zo ongeveer alle mogelijke fouten
pl_pl: poprawka niemal wszystkich znanych błędów
pt_pt: correcção de quase todos os erros conhecidos
ru_ru: исправление большинства из известных ошибок

source: ERF, ERFC, GAMMA, LNGAMMA, IDIV and MOD functions
de_de: ERF, ERFC, GAMMA, LNGAMMA, IDIV und MOD Funktionen
fr_fr: fonctions ERF, ERFC, GAMMA, LNGAMMA, IDIV et MOD
hu_hu: ERF, ERFC, GAMMA, LNGAMMA, IDIV és MOD függvények
nl_nl: ERF, ERFC, GAMMA, LNGAMMA, IDIV en MOD functies
pl_pl: funkcje ERF, ERFC, GAMMA, LNGAMMA, IDIV i MOD
pt_pt: funções ERF, ERFC, GAMMA, LNGAMMA, IDIV e MOD
ru_ru: функции ERF, ERFC, GAMMA, LNGAMMA, IDIV и MOD

source: math book browsable pages dock window
de_de: Dockbares Fenster für ein Mathematikbuch im Webseiten-Stil
fr_fr: fenêtre "dockable" pour parcourir les pages du livre de math
hu_hu: böngészhetõ matekkönyv oldalak dokkolható ablakban
nl_nl: wiskunde boek bladerbaar dok scherm
pl_pl: dokujące okno przeglądania stron książek matematyki
pt_pt: livro de matemática navegável
ru_ru: присоединяемое окно просмотра страниц математической книги

source: automatic calculation of the selected text
de_de: automatische Berechnung markierten Textes
fr_fr: calcul automatique du texte sélectionné
hu_hu: kiválasztott szöveg automatikus számolása
nl_nl: automatische berekening van de geselecteerde tekst
pl_pl: automatyczne obliczanie zaznaczonego tekstu
pt_pt: cálculo automático do texto seleccionado
ru_ru: автоматическое вычисление выбранного текста

source: automatic syntax highlighting color generation
de_de: automatische Farbwahl für Syntax-Hervorhebung
fr_fr: coloration syntaxique automatique
hu_hu: színgenerálás az automatikus szintaxis kiemeléshez
nl_nl: automatische benadrukken van gekleurde
pl_pl: automatycznie generowany kolor podświetlania składni
pt_pt: geração automática de cores de realce de sintaxe
ru_ru: автоматическая цветовая подсветка синтаксиса

source: complete support for RTL (right-to-left) written languages
de_de: Unterstützt Sprachen, die von rechts nach links geschrieben werden
fr_fr: support complet des languages de "droite à gauche"
hu_hu: teljes támogatás a jobbról balra író nyelvekhez
nl_nl: volledige ondersteuning voor RTL (rechts-naar-links) geschreven talen
pl_pl: pełne wsparcie dla języków RTL (pisanych z prawej do lewej strony)
pt_pt: suporte completo para línguas escritas da direita para a esquerda
ru_ru: полная поддержка языков с написанием справа-налево

source: ability to change the language on-the-fly
de_de: Sprachwahl per Menüeintrag
fr_fr: possibilité de changer la langue sans avoir à relancer le programme
hu_hu: gyors nyelvváltási lehetõség
nl_nl: mogelijkheid om de taal on-the-fly the wijzigen
pl_pl: możliwość zmiany języka w locie
pt_pt: capacidade de alterar a língua a qualquer momento e sem reiniciar
ru_ru: возможность менять язык "на лету"

source: restore last session
de_de: Wiederherstellung der letzten Sitzung
fr_fr: restauration de la dernière session
hu_hu: utolsó munkamenet visszaállítása
nl_nl: herstellen van de laatste sessie
pl_pl: przywracanie ostatniej sesji
pt_pt: restaurar a última sessão
ru_ru: восстановить последний сеанс

source: save and load session
de_de: Speichern und Laden von Sitzungen
fr_fr: sauvegarde et chargement de sessions
hu_hu: munkamenet mentése és betöltése
nl_nl: opslaan, en laden van de sessie
pl_pl: zapisanie i ładowanie sesji
pt_pt: guardar e carregar a sessão
ru_ru: сохранить и загрузить сеанс

source: batch calculation
de_de: Skript-gesteuerte Berechnung
fr_fr: calcul par groupe
hu_hu: kötegelt számlálás
nl_nl: batch berekening
pl_pl: wsadowe obliczenia
pt_pt: cálculo a partir de ficheiro com expressões
ru_ru: пакетные вычисления

source: full screen mode
de_de: Vollschirm-Anzeige
fr_fr: mode plein écran
hu_hu: teljes képernyõs mód
nl_nl: volledig scherm modus
pl_pl: tryb pełnoekranowy
pt_pt: modo de ecrã completo
ru_ru: полноэкранный режим

source: minimal view version
de_de: Minimalansicht
fr_fr: vue en version minimale
hu_hu: minimum nézet
nl_nl: minimaal afgebeelde versie
pl_pl: wersja minimalnego widoku
pt_pt: modo visual simplificado
ru_ru: минимальный вид калькулятора

source: status bar
de_de: Statusleiste
fr_fr: barre de status
hu_hu: állapotjelzõ sor
nl_nl: statusbalk
pl_pl: pasek stanu
pt_pt: barra de estado
ru_ru: строка состояния

source: context menu for tray icon
de_de: Kontextmenü für das Symbol in der Kontrolleiste
fr_fr: menu contextuel pour l'icône de la barre de notification
hu_hu: felugró menü a tálcán lévõ ikonhoz
nl_nl: context menu voor dienblad icoon
pl_pl: menu kontekstowe dla ikony w pasku zadań
pt_pt: menu de contexto para ícone da bandeja do sistema
ru_ru: контекстное меню для работы из системного лотка

source: new keyboard shortcuts and redesigned menu
de_de: Neue Tastenkürzel und ein überarbeitetes Menü
fr_fr: nouveaux raccourcis clavier et refonte du menu
hu_hu: új billentyûparancsok és újratervezett menü
nl_nl: nieuw toetsenbord afkortingen en herontwerp van het menu
pl_pl: nowe skróty klawiszowe i przepracowane menu
pt_pt: novos atalhos de teclado e menu reorganizado
ru_ru: новые "горячие" клавиши и переделанное меню

source: new Turkish (incomplete) translation
de_de: neue (unvollständige) türkische Übersetzung
fr_fr: nouvelle traduction turque (incomplète)
hu_hu: új török fordítás (befejezetlen)
nl_nl: nieuw Turks (niet volledig) vertaling
pl_pl: nowe tłumaczenie tureckie (niedokończone)
pt_pt: nova tradução para Turco (incompleta)
ru_ru: новый (незавершенный) перевод на турецкий язык

source: preliminary support of logic functions
de_de: provisorische Implementierung logischer Funktionen
fr_fr: support préliminaire des fonctions logique
hu_hu: bevezetõ támogatás a logikai függvényekhez
nl_nl: vroegtijdige ondersteuning van logische functies
pl_pl: wstępne wsparcie funkcji logicznych
pt_pt: suporte preliminar de funções lógicas
ru_ru: первоначальная поддержка логических функций

source: extended output of real-valued numbers to non-decimal modes
de_de: Anzeige reller Werte in nicht-dezimalen Modi möglich
fr_fr: affichage avancé des valeurs réelles dans les modes non-décimaux
hu_hu: kibõvített kimenet a valósértékû számokhoz nem tízes számrendszerû módokban
nl_nl: uitgebriede uitkomst van echte-waarde cijfers, als non-decimal modus.
pl_pl: rozszerzone wyświetlanie liczb rzeczywistych w trybach niedecymalnych
pt_pt: resultado extendido de números reais em modos não-decimais
ru_ru: расширенный вывод действительных (вещественных) чисел в недесятичных режимах

source: allow real-valued arguments for NPR and NCR
de_de: nPr und nCr für alle reellen Werte
fr_fr: permet des paramètres non-réels pour NPR et NCR
hu_hu: valósértékû argumentumok engedélyezése az NPR ÉS NCR számára
nl_nl: sta echte-waarde argumenten toe voor NPR, en NCR
pl_pl: zezwolenie rzeczywistych wartości dla nPr i nCr
pt_pt: possibilidade de valores reais para NPR e NCR
ru_ru: позволяет иметь действительные (вещественные) аргументы для функций NPR и NCR

source: default desktop file for menu integration in Linux desktops
de_de: Standard Desktop Datei für die Integration in Linux Distributionen
fr_fr: fichier de bureau par défaut pour l'intégration dans les menus Linux
hu_hu: alapértelmezett fájl a menü integrációhoz a Linux gépeken
nl_nl: standaard desktop bestand voor menuintegratie in Linux bureaubladen
pl_pl: domyślny plik pulpitu dla integracji dystrybucji Linuksa
pt_pt: ficheiro de integração em menu para sistemas gráficos Linux
ru_ru: стандартный файл рабочего стола для интеграции в меню в десктопных версиях Linux

source: possibility to package portable versions with no need for installation
de_de: portables Versionen, die ohne vorherige Installation nutzbar sind
fr_fr: possibilité d'obtenir une version portable qui ne requiert pas d'installation
hu_hu: lehetõség telepítés nélküli, hordozható verziók létrehozására
nl_nl: mogelijkheid om meeneembare versies te maken zonder de vereiste om te installeren
pl_pl: możliwość pakietu przenośnego bez potrzeby instalacji
pt_pt: possibilidade de empacotar versões portáteis (sem necessidade de instalação)
ru_ru: возможность создавать портативные версии, не нуждающиеся в установке

source: For more information, see also the complete <a href="features.html">features description</a>, <a href="http://speedcrunch.googlecode.com/svn/tags/0.10.1/ChangeLog">list of changes</a>, and <a href="http://code.google.com/p/speedcrunch/issues/list?can=1&q=status%3AFixed%2CVerified+milestone%3A0.10.1&colspec=ID+Type+Status+Priority+Milestone+Owner+Summary&cells=tiles">resolved bugs</a>.
de_de: Weitere Information gibt es auch in der <a href="features.htm">Beschreibung der Merkmale</a>, der <a href="http://speedcrunch.googlecode.com/svn/tags/0.10.1/ChangeLog">Liste der Änderungen</a> und den <a href="http://code.google.com/p/speedcrunch/issues/list?can=1&q=status%3AFixed%2CVerified+milestone%3A0.10.1&colspec=ID+Type+Status+Priority+Milestone+Owner+Summary&cells=tiles">behobenen Fehlern</a>.
hu_hu: Még több információért, nézd végig a <a href="features.html">leírást</a>, a <a href="http://speedcrunch.googlecode.com/svn/tags/0.10.1/ChangeLog">változások listáját</a> és a <a href="http://code.google.com/p/speedcrunch/issues/list?can=1&q=status%3AFixed%2CVerified+milestone%3A0.10.1&colspec=ID+Type+Status+Priority+Milestone+Owner+Summary&cells=tiles">kijavított bugokat</a>.
pl_pl: Aby uzyskać więcej informacji, zobacz także kompletny <a href="features.html">opis funkcji</a>, <a href="http://speedcrunch.googlecode.com/svn/tags/0.10.1/ChangeLog">listę zmian</a> i <a href="http://code.google.com/p/speedcrunch/issues/list?can=1&q=status%3AFixed%2CVerified+milestone%3A0.10.1&colspec=ID+Type+Status+Priority+Milestone+Owner+Summary&cells=tiles">rozwiązania błędów</a>.
pt_pt: Para mais informação, veja também uma <a href="features.htm">descrição completa de funcionalidades</a>, <a href="http://speedcrunch.googlecode.com/svn/tags/0.10.1/ChangeLog">lista de alterações</a> e <a href="http://code.google.com/p/speedcrunch/issues/list?can=1&q=status%3AFixed%2CVerified+milestone%3A0.10.1&colspec=ID+Type+Status+Priority+Milestone+Owner+Summary&cells=tiles"> erros corrigidos</a>.
ru_ru: Для получения большей информации см. также полные: <a href="features.html">описание функций</a>, <a href="http://speedcrunch.googlecode.com/svn/tags/0.10.1/ChangeLog">список изменений</a> и <a href="http://code.google.com/p/speedcrunch/issues/list?can=1&q=status%3AFixed%2CVerified+milestone%3A0.10.1&colspec=ID+Type+Status+Priority+Milestone+Owner+Summary&cells=tiles">решенных проблем</a>.

source: System requirements
de_de: Systemvoraussetzungen
hu_hu: Rendszerkövetelmények
nl_nl: Systeemvereisten
pl_pl: Wymagania systemowe
pt_br: Requisitos de sistema
pt_pt: Requisitos de sistema
ru_ru: Системные требования

source: Pentium-compatible processor
de_de: ein Pentium-kompatibler Prozessor
hu_hu: Processzor: Pentium kompatibilis
nl_nl: Pentium-georienteerde processor
pl_pl: procesor zgodny z procesorem Pentium
pt_br: Processador Pentium ou compatível
pt_pt: Processador Pentium ou compatível
ru_ru: Процессор, совместимый с Pentium

source: RAM minimum 32 MB
de_de: Mindestens 32 MB Hauptspeicher
hu_hu: Memória: 32 MB RAM
nl_nl: RAM vereiste 32 MB
pl_pl: minimum 32 MB pamięci
pt_br: No mínimo 32 MB de memória principal
pt_pt: Memória RAM mínima de 32 MB
ru_ru: Оперативная память - минимум 32 МБ

source: Hard disk space 16 MB
de_de: 16 MB Festplattenspeicher
hu_hu: Merevlemez: 16 MB
nl_nl: Harde schijf ruimte 16 MB
pl_pl: 16 MB miejsca na dysku twardym
pt_br: 16 MB de espaço em disco rígido
pt_pt: Espaço livre em disco de 16 MB
ru_ru: Место на жестком диске - 16 МБ

source: Supported operating systems
de_de: Unterstützte Betriebssysteme
hu_hu: Támogatott operációs rendszerek
nl_nl: Ondersteunde besturingssystemen
pl_pl: Obsługiwane systemy operacyjne
pt_br: Sistemas operacionais suportados
pt_pt: Sistemas operativos suportados
ru_ru: Поддерживаемые операционные системы

source: 32- and 64-bit
de_de: 32 und 64 Bit
hu_hu: 32- és 64-bites
nl_nl: 32, en 64 bit
pl_pl: 32 - i 64-bitowe
pt_br: 32 ou 64 bits
pt_pt: 32 e 64 bits
ru_ru: 32- и 64-разрядные

source: Development version
de_de: Entwicklungsversion
hu_hu: Fejlesztõi verzió
nl_nl: Ontwikkeling versie
pl_pl: Wersja BETA
pt_br: Versão de desenvolvimento
pt_pt: Versão em desenvolvimento
ru_ru: Версия разработки

source: Please go to:
de_de: Besuchen Sie bitte:
hu_hu: Kérlek látogass el ide:
nl_nl: Ga alstublieft naar:
pl_pl: Pobierz:
pt_br: Por favor visite:
pt_pt: Por favor vá a:
ru_ru: Пожалуйста, перейдите сюда:

source: License
de_de: Lizenz
fr_fr: Licence
hu_hu: Licenc
nl_nl: Licentie
pl_pl: Licencja
pt_br: Licença
pt_pt: Licença
ru_ru: Лицензия

source: SpeedCrunch is free software; you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> as published by the <a href="http://www.fsf.org">Free Software Foundation</a>; either version 2 of the License, or (at your option) any later version.
de_de: SpeedCrunch ist freie Software und kann unter den Bedingungen der <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a>, wie von der <a href="http://www.fsf.org">Free Software Foundation</a> veröffentlicht, weiterverbreitet und/oder verändert werden. Gültig ist entweder die Version 2 oder (nach Belieben) eine spätere Version der Lizenz.
fr_fr: SpeedCrunch est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier selon les termes de la <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> telle que publiée par la <a href="http://www.fsf.org">Free Software Foundation</a> ; soit la version 2 de cette dernière, ou (selon votre choix) n'importe quelle version plus récente.
hu_hu: A SpeedCrunch ingyenes szoftver; terjesztheted és/vagy módosíthatod a <a href="http://www.fsf.org">Free Software Foundation</a> által leírt <a href="http://www.gnu.org/licenses/gpl.html">GNU Általános Nyilvános Licenc</a> és ennek az összes korábbi, illetve késõbbi verziója szerint.
nl_nl: SpeedCrunch is gratis software; je kan het herdistribueren en/of veranderen onder de clausules van de <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a> zoals gepubliceerd bij de <a href="http://www.fsf.org">Free Software Foundation</a>; zowel versie 2 van de Licentie als (naargelang je eigen voorkeur) enige latere versie.
pl_pl: SpeedCrunch jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach <a href="http://www.gnu.org/licenses/gpl.html">Powszechnej Licencji Publicznej GNU</a> wydanej przez <a href="http://www.fsf.org">Fundację Wolnego Oprogramowania</a>; według wersji 2 tej Licencji lub (według twojego wyboru) którejś z późniejszych wersji.
pt_br: SpeedCrunh é um programa livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da <a href="http://www.gnu.org/licenses/gpl.html">Licença Pública Geral GNU</a>, publicada pela <a href="http://www.fsf.org">Fundação Software Livre</a>, em sua versão 2 ou, a sua opção, qualquer versão posterior.
pt_pt: SpeedCrunch é um programa livre; pode redistribui-lo e/ou modificá-lo sob os termos da <a href="http://www.gnu.org/licenses/gpl.html">Licença Pública Geral da GNU</a> como publicada pela <a href="http://www.fsf.org">Fundação de Software Livre</a>; tanto a versão 2 da licença ou (por sua opção) qualquer versão posterior.
ru_ru: SpeedCrunch - свободная программа; вы можете ее распространять и/или модифицировать по условиям <a href="http://www.gnu.org/licenses/gpl.html">Общедоступной Лицензии GNU</a>, опубликованной <a href="http://www.fsf.org">Фондом Свободного ПО</a>, согласно второй версии этой Лицензии либо любой более поздней версии, подходящей для Вашего случая.
