Repository: speedcrunch/www
Catalog: locale/speedcrunch.org.*.po
Languages: de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_br, pt_pt, ru_ru

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de_de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich ist, allerdings OHNE JEDE GARANTIE; dies beinhaltet auch eine implizierte Garantie für GEBRAUCHSTAUGLICHKEIT oder die TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. Beachten Sie die GNU General Public License für weitere Details.
fr_fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS GARANTIE D'AUCUNE SORTE, expresse ou implicite, notamment sans aucune garantie implicite de QUALITÉ ou d'ADEQUATION A UN USAGE PARTICULIER. Voir la licence GNU General Public License pour plus de détails.
hu_hu: A program a használhatóság szellemében készült, de GARANCIÁT NEM VÁLLAL; még az ELADHATÓSÁGBAN vagy a SAJÁTOS CÉLRA VALÓ ALKALMASSÁGBAN vállaltakat sem. Több információért olvasd el a GNU Általános Nyilvános Licencet.
nl_nl: Dit programma is gedistribueerd in de hoop dat het bruikbaar is, maar ZONDER ENIGE GARANTIE; zonder maar ook de gïimpliceerde garantie van VERKOOP, of DEGELIJKHEID VOOR EEN BEPAALD DOELEIND. Zie de GNU General Public License voor meer
pl_pl: Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. W celu uzyskania bliższych informacji sięgnij do Powszechnej Licencji Publicznej GNU.
pt_br: Este programa é distribuído com a expectativa de que seja útil, mas SEM QUALQUER GARANTIA; sem sequer a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM PROPÓSITO ESPECÍFICO. Veja a Licença Pública Geral GNU para maiores detalhes.
pt_pt: Este programa é distribuído na esperança de ser útil, mas SEM QUALQUER GARANTIA; sem sequer a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral da GNU para mais detalhes.
ru_ru: Эта программа распространяется в надежде, что будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, даже без подразумеваемой гарантии ВОЗМОЖНОСТИ ПРОДАЖИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ. Для дополнительной информации см. Общедоступную Лицензию GNU.

source: Here are some frequently asked questions (with answers):
de_de: Hier folgen einige häufig gestellte Fragen (und die Antworten):
fr_fr: Voici quelques questions fréquemment posées (ainsi que leurs réponses) :
hu_hu: Itt találhatsz néhány gyakran ismételt kérdést (és a válaszokat):
nl_nl: Hier zijn een aantal veel voorkomende vragen (met antwoorden):
pl_pl: Oto kilka najczęściej zadawanych pytań (i odpowiedzi):
pt_br: Estas são algumas perguntas freqüentes e suas respostas:
pt_pt: Eis algumas perguntas frequentes (com respostas):
ru_ru: Здесь некоторые часто задаваемые вопросы (с ответами):

source: What is <tt>ans</tt>?
de_de: Was bedeutet <tt>ans</tt>?
fr_fr: À quoi correspond <tt>ans</tt> ?
hu_hu: Mi az az <tt>ans</tt>?
nl_nl: Wat is <tt>ans</tt>?
pl_pl: Co to jest <tt>ans</tt>?
pt_br: O que é <tt>ans</tt>?
pt_pt: Do que se trata <tt>ans</tt>?
ru_ru: Что такое <tt>ans</tt>?

source: <tt>ans</tt> is a special variable which always holds the last calculation result.
de_de: <tt>ans</tt> ist eine spezielle Variable, die immer das Ergebnis der letzten Berechnung enthält.
fr_fr: <tt>ans</tt> est une variable particulière qui contient toujours le résultat du dernier calcul (<i>ans</i>wer, réponse en anglais).
hu_hu: Az <tt>ans</tt> egy speciális változó, mindig az utolsó számolás eredménye.
nl_nl: <tt>ans</tt> is een speciale variabele welke altijd het resultaat van de laatste berekening bevat.
pl_pl: <tt>ans</tt> jest specjalną zmienną, która zawsze posiada ostatni wynik obliczeń.
pt_br: <tt>ans</tt> é uma variável especial que contém sempre o resultado do último cálculo realizado.
pt_pt: <tt>ans</tt> é uma variável especial que guarda sempre o último resultado calculado.
ru_ru: <tt>ans</tt> - это специальная переменная, в которой всегда содержится результат последних вычислений.

source: You can use it to avoid typing the result again.
de_de: Sie kann dazu verwendet werden, um das erneute Eintippen des Ergebnisses zu vermeiden.
fr_fr: Celle-ci peut être utilisée pour éviter d'avoir à saisir à nouveau le résultat précédent.
hu_hu: Használhatod arra, hogy ne kelljen az eredményt újra begépelni.
nl_nl: Je kan het gebruiken om te voorkomen dat je het resultaat opnieuw te typen.
pl_pl: Możesz ją użyć aby uniknąć ponownego wpisywania wyniku.
pt_br: Você pode utilizá-la para evitar escrever o resultado novamente.
pt_pt: Pode usá-la para evitar escrever o resultado novamente.
ru_ru: Она используется для того, чтобы вновь не приходилось набирать результат.

source: For example, for finding <tt>sin(pi/3)</tt>, you can do these steps:
de_de: Um zum Beispiel <tt>sin(pi/3)</tt> zu berechnen, können diese Schritte ausgeführt werden:
fr_fr: Par exemple, une façon d'obtenir le résultat de <tt>sin(pi/3)</tt> est la suivante :
hu_hu: Például, hogy kiszámoljuk <tt>sin(pi/3)</tt> eredményét:
nl_nl: Voorbeeld: om te zoeken naar <tt>sin(pi/3)</tt>, kan je de volgende stappen doen:
pl_pl: Na przykład, dla znalezienia <tt>sin(pi/3)</tt>, można wykonać następujące kroki:
pt_br: Por exemplo, para calcular <tt>sin(pi/3)</tt>, você pode seguir estes passos:
pt_pt: Por exemplo, para calcular <tt>sin(pi/3)</tt>, pode seguir estes passos:
ru_ru: Например, чтобы найти <tt>sin(pi/3)</tt>, можете сделать следующее:

source: type <tt>pi/3</tt> and press Enter
de_de: geben Sie <tt>pi/3</tt> ein und drücken sie Enter
fr_fr: saisir <tt>pi/3</tt> et presser Entrée
hu_hu: írd be: <tt>pi/3</tt> és nyomj Entert
nl_nl: type <tt>pi/3</tt> en druk op Enter
pl_pl: wpisz <tt>pi/3</tt> i naciśnij klawisz Enter
pt_br: digite <tt>pi/3</tt> e pressione Enter
pt_pt: escreva <tt>pi/3</tt> e pressione Enter
ru_ru: набрать с клавиатуры <tt>pi/3</tt> и нажать Enter

source: type <tt>sin(ans)</tt> and press Enter
de_de: geben Sie <tt>sin(ans)</tt> ein und drücken Sie Enter
fr_fr: saisir <tt>sin(ans)</tt> et presser Entrée
hu_hu: írd be: <tt>sin(ans)</tt> majd nyomj Entert
nl_nl: type <tt>sin(ans)</tt> en druk op Enter
pl_pl: wpisz <tt>sin(ans)</tt> i naciśnij klawisz Enter
pt_br: digite <tt>sin(ans)</tt> e pressione Enter
pt_pt: escreva <tt>sin(ans)</tt> e pressione Enter
ru_ru: набрать <tt>sin(ans)</tt> и нажать Enter

source: How do I separate function parameters?
de_de: Wie trenne ich Funktionsargumente?
fr_fr: Comment séparer les paramètres d'une fonction ?
hu_hu: Hogy választhatom el egy függvény paramétereit?
nl_nl: Hoe maak ik onderscheid tussen functie parameters?
pl_pl: Jak rozdzielić parametry funkcji?
pt_br: Como eu separo parâmetros de funções?
pt_pt: Como posso separar os parâmetros de uma função?
ru_ru: Как разделить параметры функции?

source: When using functions that take more than one parameter, use semicolon ( <i>;</i> ) between all of them.
de_de: Bei Funktionen mit mehr als einem Argument trennen Sie diese mit dem Semikolon ( <i>;</i> )
fr_fr: Pour passer plus d'un paramètre à une fonction, utiliser le point-virgule (<i>;</i>) entre chacun d'eux.
hu_hu: Többparaméteres függvénynél a paramétereket a pontosvesszõ segítségével ( <i>;</i> ) választhatjuk el.
nl_nl: Wanneer je de functies gebruikt welke meer dan één paramter heeft gebruikt u de puntkomma ( <i>;</i> ) tussen al deze.
pl_pl: Przy użyciu funkcji z wieloma parametrami, rozdziel je przy pomocy średnika ( <i>;</i> ).
pt_br: Ao utilizar funções que levam mais de um parâmetro, utilize ponto-e-vírgula ( <i>;</i> ) entre todos eles.
pt_pt: Quando se usam funções com mais de um parâmetro, utilize ponto e vírgula ( <i>;</i> ) entre os mesmos.
ru_ru: Когда функция использует более одного параметра, устанавливайте между каждым из них точку с запятой ( <i>;</i> ).

source: For example, for finding the arithmetic mean of <tt>2</tt>, <tt>5</tt> and <tt>7</tt> just follow this:
de_de: Um z.B. den Mittelwert von <tt>2</tt>, <tt>5</tt> und <tt>7</tt> zu berechnen, gehen Sie folgendermaßen vor:
fr_fr: Par exemple, obtenir la moyenne arithmétique de <tt>2</tt>, <tt>5</tt> et <tt>7</tt> peut s'effectuer ainsi :
hu_hu: Például a 2, 5 és 7 számtani közepének megtalálásához csináld a következõ lépéseket:
nl_nl: Bijvoorbeeld, om de aritmetische betekenis te vinden van <tt>2</tt>, <tt>5</tt> en <tt>7</tt> volg alleen:
pl_pl: Na przykład, dla ustalenia średniej arytmetycznej z <tt>2</tt>, <tt>5</tt> i <tt>7</tt> wykonaj następujące kroki:
pt_br: Por exemplo, para encontrar a média aritmética de <tt>2</tt>, <tt>5</tt> e <tt>7</tt>, siga estas intruções:
pt_pt: Por exemplo, para calcular a média aritmética de <tt>2</tt>, <tt>5</tt> e <tt>7</tt>, execute o seguinte:
ru_ru: Например, для нахождения среднего арифметического чисел <tt>2</tt>, <tt>5</tt> и <tt>7</tt> просто сделайте следующее:

source: type <tt>average(2;5;7)</tt> and press Enter
de_de: geben Sie <tt>average(2;5;7)</tt> ein und drücken Sie Enter
fr_fr: saisir <tt>average(2;5;7)</tt> puis presser Entrée
hu_hu: írd be: <tt>average(2;5;7)</tt> és nyomj Entert
nl_nl: type <tt>average(2;5;7)</tt> and druk op Enter
pl_pl: wsisz <tt>average(2;5;7)</tt> i naciśnij klawisz Enter
pt_br: digite <tt>average(2;5;7)</tt> e pressione Enter
pt_pt: escreva <tt>average(2;5;7)</tt> e pressione Enter
ru_ru: наберите <tt>average(2;5;7)</tt> и нажмите Enter

source: I do not like the keypad.
de_de: Ich mag das Tastenfeld nicht.
fr_fr: Je n'apprécie guère le clavier numérique.
hu_hu: Nem szeretem a numerikus billentyûzetet.
nl_nl: Ik heb het numerieke toetsenbord niet nodig.
pl_pl: Nie lubię klawiatury.
pt_br: O teclado virtual não me agrada.
pt_pt: Não gosto do teclado virtual.
ru_ru: Мне не нравится клавиатура.

source: How do I hide it?
de_de: Wie kann ich es verstecken?
fr_fr: Comment le cacher ?
hu_hu: Hogy rejtsem el?
nl_nl: Hoe verberg ik het?
pl_pl: Jak mogę ją ukryć?
pt_br: Como faço para escondê-lo?
pt_pt: Como posso escondê-lo?
ru_ru: Как ее скрыть?

source: Use menu <tt>View</tt>, <tt>Keypad</tt>.
de_de: Benutzen Sie im Menü <tt>View</tt>, <tt>Keypad</tt>.
fr_fr: Utiliser menus <tt>Voir</tt>, <tt>Pavé Numérique</tt>.
hu_hu: Pipáld ki a <tt>Nézet</tt> menüben a <tt>Numerikus billentyûzet</tt>-et!
nl_nl: Gebruik menu <tt>Beeld</tt>, <tt>Toetsenpaneel</tt>.
pl_pl: Wybierz w menu <tt>Widok</tt>, <tt>Klawiatura</tt>.
pt_pt: Vá ao menu <tt>Ver</tt>, <tt>Teclado Virtual</tt>.
ru_ru: Используйте меню <tt>Вид</tt>, <tt>Клавиатура</tt>.

source: If the keypad is hidden, clicking this menu item will make it visible again.
de_de: Wenn das Tastenfeld versteckt ist, dann kann es durch erneutes Klicken dieses Menüpunktes wieder zum Vorschein gebracht werden.
fr_fr: Si ce dernier est caché, cliquer sur cet option le rendra à nouveau visible.
hu_hu: Ha a numerikus billentyûzet el van rejtve, ugyanezzel a menüvel visszaállíthatod.
nl_nl: Als het toetsenbord verborgen is kan u het weer zichtbaar maken door op dit menu item te klikken.
pl_pl: Jeśli klawiatura jest ukryta, kliknij ponowne ten element menu aby ją wyświetlić.
pt_br: Se o teclado estiver escondido, um clique neste item torna-o visível novamente.
pt_pt: Se o teclado estiver escondido, clicando neste menu torná-lo-á visível.
ru_ru: Если клавиатура скрыта, то нажатием на этот пункт меню можно вновь сделать ее видимой.

source: I found a bug! How can I report it?
de_de: Ich habe einen Fehler gefunden! An wen sollte ich diesen melden?
fr_fr: J'ai trouvé un bogue ! À qui dois-je en faire part ?
hu_hu: Bugot találtam. Hogy jelezhetném?
nl_nl: Ik heb een fout gevonden! Hoe kan ik het rapporteren?
pl_pl: Znalazłem błąd! Komu mogę to zgłosić?
pt_br: Encontrei um erro! A quem devo reportá-lo?
pt_pt: Encontrei um erro! Como posso comunicá-lo?
ru_ru: Я нашел ошибку! Как я могу сообщить о ней?

source: The best way is to report the bug as a new issue in our <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
de_de: Am besten geht das, wenn Sie diesen als Fehlerbericht in unserem <a href="http://code.google.com/p/speedcrunch/issues/entry">Issue Tracker</a> eingeben.
fr_fr: La meilleure façon est de signaler le bogue en tant que nouveau problème dans notre <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
hu_hu: A legjobb módszer a bugok jelentésére egy új téma nyitása a <a href="http://code.google.com/p/speedcrunch/issues/entry">probléma követõnkön</a>.
nl_nl: De beste manier om een fout te rapporteren is om een nieuw issue aan te maken in onze <a href="http://code.google.com/p/speedcrunch/issues/entry">issue volger</a>.
pl_pl: Najlepszym sposobem to wstawienie raportu błędu w naszym <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
pt_br: A melhor maneira é reportar o problema como uma nova entrada em nosso <a href="http://code.google.com/p/speedcrunch/issues/entry">rastreador de erros</a>.
pt_pt: A melhor forma é reportar o erro como uma nova entrada no nosso <a href="http://code.google.com/p/speedcrunch/issues/entry">registo de erros</a>.
ru_ru: Самый лучший способ сообщить об ошибке - создать новое сообщение <a href="http://code.google.com/p/speedcrunch/issues/entry">в нашей системе отслеживания ошибок</a>.

source: Please check first that this bug has not been reported before.
de_de: Stellen Sie jedoch bitte zuerst sicher, dass der Fehler nicht schon gemeldet wurde.
fr_fr: Merci de vérifier au préalable que ce bogue n'a pas déjà été signalé auparavant.
hu_hu: Kérjuk elõször ellenõrizd, hogy nem jelentették-e már korábban ezt a bugot.
nl_nl: Controleer alstublieft dat de fout niet al gerapporteerd is.
pl_pl: Sprawdź najpierw, czy ten błąd nie został już wcześniej zgłoszony.
pt_br: Por favor verifique primeiro se o mesmo problema já não foi reportado por outra pessoa.
pt_pt: Por favor confirme primeiro se o erro não foi já reportado.
ru_ru: Пожалуйста, сначала проверьте, было ли перед этим сообщение о такой же ошибке.

source: Do not forget to include the information about the program version (click menu <tt>Help</tt>, <tt>About</tt>) and your operating system.
de_de: Vergessen Sie dabei nicht Informationen über die Programmversion (klicken Sie dazu <tt>Hilfe</tt>, <tt>Info</tt>) und das Betriebssystem anzugeben.
fr_fr: N'oubliez pas de préciser des informations telles que la version du programme (voir le menu <tt>Aide</tt>, <tt>À propos</tt>) ou encore votre système d'exploitation.
hu_hu: Ne felejtsd el csatolni a programinformációt (a <tt>Segítség</tt>, <tt>Súgó</tt> menüpontban megtalálod) és az operációs rendszered verzióját sem!
nl_nl: Vergeet niet de informatie van de programma versie in te sluiten (klik menu <tt>Help</tt>, <tt>Over</tt>), en het besturingssysteem.
pl_pl: Nie zapomnij podać informacji o wersji programu (kliknij w menu <tt>Pomoc</tt>, <tt>O</tt>) i twojego systemu operacyjnego.
pt_br: Não se esqueça de incluir as informações referentes à versão da SpeedCrunch (clique no menu <tt>Ajuda</tt>, <tt>Sobre</tt>) e do seu sistema operacional.
pt_pt: Não se esqueça de incluir informação acerca da versão do programa (vá ao menu <tt>Ajuda</tt>, <tt>Acerca</tt>) e do seu sistema operativo.
ru_ru: Не забудьте включить информацию о версии программы (нажмите меню <tt>Справка</tt>, <tt>О программе</tt>) и о версии операционной системы.

source: Help us!
de_de: Helfen Sie uns!
fr_fr: Aidez nous !
hu_hu: Segíthetsz nekünk!
nl_nl: Help ons!
pl_pl: Pomóż nam!
pt_br: Ajude-nos!
pt_pt: Ajude-nos!
ru_ru: Помогите нам!

source: If you find a bug, please report it in our <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
de_de: Falls Sie einen Fehler finden, dann teilen Sie uns diesen bitte im <a href="http://code.google.com/p/speedcrunch/issues/entry">Issue Tracker</a> mit.
fr_fr: Si vous trouvez un bogue, merci de le signaler dans notre <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
hu_hu: Ha bugot találtál, kérjük jelezd a <a href="http://code.google.com/p/speedcrunch/issues/entry">probléma követõnkön</a>.
nl_nl: Als u een fout vind rapporteer dit alstublieft in onze <a href="http://code.google.com/p/speedcrunch/issues/entry">issue verkenner</a>.
pl_pl: Jeśli znajdziesz błąd, zgłoś go w naszym <a href="http://code.google.com/p/speedcrunch/issues/entry">issue tracker</a>.
pt_br: Se você encontrar um erro, por favor reporte-o em nosso <a href="http://code.google.com/p/speedcrunch/issues/entry">rastreador de erros</a>.
pt_pt: Se encontrar um erro, por favor reporte-o no nosso <a href="http://code.google.com/p/speedcrunch/issues/entry">registo de erros</a>.
ru_ru: Если вы нашли ошибку, пожалуйста, сообщите нам с помощью <a href="http://code.google.com/p/speedcrunch/issues/entry">системы отслеживания ошибок</a>.

source: This will make sure that the report is not lost.
de_de: Damit gehen Sie sicher, dass der Fehlerbericht nicht verloren geht.
fr_fr: Ceci nous évitera de perdre toute trace de ce rapport.
hu_hu: Így biztos, hogy a probléma nem vész el.
nl_nl: Dit zorgt ervoor dat de melding niet vergeten zal worden.
pl_pl: Gwarantuje to, że twój raport nie zostanie utracony.
pt_br: Desta forma é garantido que o seu registro não será perdido.
pt_pt: Isto assegurará que o erro não seja esquecido.
ru_ru: Это поможет не потерять данное сообщение.

source: We will work to make sure the bugs that you reported will be fixed in the next version.
de_de: Wir werden immer unser Möglichstes versuchen, sodass die von Ihnen gemeldeten Fehler bis zur nächsten Version behoben sind.
fr_fr: Nous ferons tout notre possible pour que les bogues signalés soient éradiqués dans la version suivante.
hu_hu: Keményen dolgozunk, hogy ezek a hibák ki legyenek javítva a következõ verziókban.
nl_nl: We zullen er zorg voor dragen dat de fout welke gerapporteerd is verholpen zal worden in de volgende versie.
pl_pl: Postaramy się, aby twoje zgłoszone błędy zostały naprawione w następnej wersji.
pt_br: Trabalharemos para assegurar que os erros que você reportar serão corrigidos na próxima versão.
pt_pt: Trabalharemos no sentido de corrigir os erros relatados por si na próxima versão.
ru_ru: Мы будем работать, чтобы в следующей версии исправить те ошибки, о которых вы сообщили нам.

source: At your fingertip
de_de: Immer zur Hand
fr_fr: Au bout de vos doigts
hu_hu: Minden egy karnyújtásnyira
nl_nl: Op het puntje van uw vinger
pl_pl: Łatwy w użyciu
pt_br: Na ponta de seus dedos
pt_pt: Na ponta dos seus dedos
ru_ru: У вас под рукой

source: Unlike traditional desktop calculator, SpeedCrunch is easier to use.
de_de: Im Vergleich zu vielen herkömmlichen grafischen Taschenrechnern ist SpeedCrunch einfacher zu verwenden.
fr_fr: À la différence des calculatrices virtuelles classiques, SpeedCrunch est beaucoup plus simple d'accès.
hu_hu: A többi számológéppel ellentétben a SpeedCrunch rendkívül könnyen kezelhetõ.
nl_nl: Anders als traditionele tafel rekenmachines is SpeedCrunch gemakkelijker in gebruik.
pl_pl: W porównaniu do tradycyjnych kalkulatorów komputerowych, SpeedCrunch jest łatwiejszy w obsłudze.
pt_br: Diferentemente das calculadoras de ambiente de trabalho tradicionais, a SpeedCrunch é de fácil utilização.
pt_pt: Contrariamente às calculadoras de ambiente de trabalho tradicionais, a SpeedCrunch tem uma utilização fácil.
ru_ru: По сравнению с традиционными настольными калькуляторами SpeedCrunch намного проще в использовании.

source: You just <em>type the expression</em> that you want to calculate and press Enter.
de_de: Man <em>gibt einfach den zu berechnenden Ausdruck ein</em> und drückt Enter.
fr_fr: Il suffit simplement de <em>saisir l'expression</em> que vous souhaitez calculer et d'appuyer sur Entrée.
hu_hu: Csak kezd el <em>beírni a kifejezéseket</em>, amire kíváncsi vagy és nyomj Entert.
nl_nl: U typt gewoon <em>type de expressie</em> dat u berekent wilt hebben, en druk op Enter.
pl_pl: Po prostu <em>wpisz wyrażenie</em>, które chcesz obliczyć i naciśnij klawisz Enter.
pt_br: Apenas <em>digite a expressão</em> que você deseja calcular e pressione Enter.
pt_pt: Apenas <em>digita a expressão</em> que deseja calcular e pressiona Enter.
ru_ru: Просто <em>наберите выражение</em>, значение которого нужно вычислить, и нажмите Enter.

source: You can see clearly what you typed along with the result in the scrollable display.
de_de: In der scrollbaren Anzeige sind die Eingaben, zusammen mit den Ergebnissen, immer sichtbar.
fr_fr: Vous pouvez voir clairement tout ce que vous avez saisi ainsi que les résultats grâce à un affichage à défilement.
hu_hu: A görgethetõ kijelzõn tisztán követheted az elõzményeket az eredményekkel együtt.
nl_nl: Je can duidelijk zien wat u getypt heeft naast het resultaat in het rollende venster.
pl_pl: Widać wyraźnie, co wpisałeś razem z wynikiem w przewijanym ekranie.
pt_br: Você pode ver claramente o que digitou juntamente com o resultado no mostrador expansível.
pt_pt: Pode ver claramente o que digitou juntamente com o resultado no mostrador deslizante.
ru_ru: Можно четко увидеть, что было набрано в процессе работы, с результатом в окне с прокруткой.

source: That is faster and more convenient, isn't it?
de_de: Dies ist schneller und bequemer, oder?
fr_fr: N'est-ce pas bien plus rapide et commode ?
hu_hu: Gyorsabb és kényelmesebb, ugye?
nl_nl: Dit is sneller, en gemakkelijker. Nietwaar?
pl_pl: To jest szybciej i wygodniej, prawda?
pt_br: Essa forma é mais rápida e conveniente, não?
pt_pt: Assim é mais rápido e conveniente, não é?
ru_ru: Он быстрее и намного удобнее, не так ли?

source: You can also paste the expression from the clipboard, that you copied from somewhere else.
de_de: Sie können den Ausdrück auch von der Zwischenablage einfügen, nachdem Sie ihn von woanders dorthin kopiert haben.
fr_fr: En outre, il est possible de coller l'expression directement depuis un autre endroit via le presse-papiers.
hu_hu: A máshonnan kimásolt kifejezéseket beillesztheted a vágólapról.
nl_nl: Je can ook de expressie plakken vanuit het klembord dat je elders gekopieerd hebt.
pl_pl: Możesz również wkleić wyrażenie ze schowka, które zostało skopiowane z innego miejsca.
pt_br: Você também pode colar da área de transferência uma expressão que copiou de algum outro lugar.
pt_pt: Pode também inserir a expressão a partir da área de transferência do ambiente de trabalho, que copiou de qualquer outra aplicação.
ru_ru: Можно также вставить выражение из буфера обмена, которое было скопировано в какой-либо другой программе.

source: And, you can quickly copy the last calculation result to the clipboard using Ctrl+R.
de_de: Es ist natürlich auch möglich das Ergebnis der letzten Berechnung in die Zwischenablage einzufügen. Drücken Sie dafür Strg+R.
fr_fr: Et le résultat obtenu peut y être renvoyé rapidement au moyen du raccourci Ctrl+R.
hu_hu: Ráadásul a az utolsó számolás eredményét gyorsan vágólapra másolhatod a a Ctrl+R kombináció segítségével.
nl_nl: En je kan snel het resultaat van de laatste berekening kopieren naar het klembord met Ctrl+R.
pl_pl: Można też szybko skopiować wynik ostatniego obliczenia do schowka za pomocą kombinacji klawiszy Ctrl+R.
pt_br: De forma complementar, pode também copiar rapidamente o resultado do último cálculo para a área de transferência utilizando Ctrl+R.
pt_pt: E pode copiar rapidamente o último resultado calculado para a área de transferência do ambiente de trabalho pressionando Ctrl+R.
ru_ru: Можно быстро скопировать в буфер обмена результат последнего вычисления с помощью Ctrl+R.
