Repository: speedcrunch/www
Catalog: locale/speedcrunch.org.*.po
Languages: de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_br, pt_pt, ru_ru

source: Moreover, your expression history (maximum last 100 expressions) is saved between sessions.
de_de: Außerdem wird die Historie (maximal 100 Ausdrücke) auch zwischen den Sitzungen gespeichert.
fr_fr: De surcroit, cet historique (dans la limite de 100 expressions) est sauvegardé d'une session à l'autre.
hu_hu: Ráadásul a kifejezések elõzményei (maximum 100 kifejezés) átmenthetõk munkamenetek között.
nl_nl: Daarnaast word de expressie geschiedenis (maximaal de laatste 100 expressies) opgeslagen worden tussen sessies.
pl_pl: Ponadto, historia wyrażeń (maksymalnie 100 ostatnich wyrażeń) zapisywana jest między sesjami.
pt_br: Além disso, o seu histórico de expressões (limitado a um máximo de 100) é salvo entre diferentes sessões.
pt_pt: Adicionalmente, o seu histórico de expressões (máximo últimas 100), é gravado entre sessões.
ru_ru: Более того, журнал выражений сохраняется между сеансами (максимум - 100 последних выражений).

source: This means you can still invoke those calculations you have done yesterday or last week.
de_de: Das bedeutet, dass auch die Berechnungen von gestern oder letzter Woche erneut abgerufen werden können.
fr_fr: Cela signifie que vous pouvez toujours revenir sur ces calculs effectués la veille ou la semaine dernière.
hu_hu: Ez azt jelenti, hogy újra elõhívhatsz számításokat, amit tegnap vagy akár egy hete végeztél.
nl_nl: Dit betekent dat je nog steeds die berekeningen op kan vragen die je gisteren of afgelopen week gedaan hebt.
pl_pl: Oznacza to, że nadal można wywoływać obliczenia które robiłeś wczoraj czy w zeszłym tygodniu.
pt_br: Isso significa que você ainda pode recorrer àqueles cálculos realizados ontem ou na semana passada.
pt_pt: Isto significa que é possível invocar cálculos que realizou no dia ou semana anteriores.
ru_ru: Это значит, что по-прежнему можно вызывать вычисления, выполненные вчера или на прошлой неделе.

source: Smart correction
de_de: Intelligente Korrektur
fr_fr: Correction intelligente
hu_hu: Intelligens javítás
nl_nl: Slimme correctie
pl_pl: Korekta inteligentna
pt_br: Correção inteligente
pt_pt: Correcção inteligente
ru_ru: Умная корректировка

source: Often, SpeedCrunch can still understand an incomplete expression.
de_de: Häufig kann SpeedCruncg auch unvollständige Ausdrücke noch verstehen.
fr_fr: Souvent, SpeedCrunch est capable de comprendre une expression incomplète.
hu_hu: A SpeedCrunch gyakran a befejezetlen kifejezéseket is megérti.
nl_nl: SpeedCrunch kan vaak nog steeds een niet afgemaakte expressie begrijpen.
pl_pl: SpeedCrunch często może jeszcze rozpoznać niekompletne wyrażenia.
pt_br: Freqüentemente, a SpeedCrunch consegue entender uma expressão mesmo que esta esteja incompleta.
pt_pt: Frequentemente, o SpeedCrunch consegue entender uma expressão incompleta.
ru_ru: Часто SpeedCrunch "понимает" незавершенное выражение.

source: For example, just typing <tt>sin</tt> followed by Enter - likely means taking the sine of last value - is automatically translated as <tt>sin(ans)</tt>.
de_de: Geben Sie zum Beispiel einfach <tt>sin</tt> gefolgt von Enter ein. Dies bedeutet normalerweise den Sinus des letzten Ergebnisses zu berechnen und wird automatisch in <tt>sin(ans)</tt> umgewandelt.
fr_fr: Par exemple, saisir uniquement <tt>sin</tt> suivi d'Entrée - ce qui signifie à l'évidence que l'on souhate obtenir le sinus de la dernière valeur - engage SpeedCrunch à la transformer automatiquement en <tt>sin(ans)</tt>.
hu_hu: Például, ha csak annyit írsz be <tt>sin</tt> - valószínüleg az utolsó eredmény színuszát keresve - azt a program automatikusan <tt>sin(ans)</tt>-ként értelmezi.
nl_nl: Bijvoorbeeld, alleen het typen van <tt>sin</tt> gevolgd door Enter - betekent hoogstwaarschijnlijk de sinus van de laatste waarde - welke automatisch vertaald word als <tt>sin(ans)</tt>.
pl_pl: Na przykład, wystarczy wpisać <tt>sin</tt> a następnie Enter - zazwyczaj oznacza to obliczyć sinus z ostatniego wyniku - będzie automatycznie zmienione na <tt>sin(ans)</tt>.
pt_br: Por exemplo, quando se escreve apenas <tt>sin</tt> seguido de Enter, é provável que se deseje obter o seno do último valor apresentado. Esta operação é então traduzida como <tt>sin(ans)</tt>.
pt_pt: Por exemplo, escrevendo apenas <tt>sin</tt> seguido de Enter - provavelmente pretende-se o seno do último cálculo - é automaticamente interpretado como <tt>sin(ans)</tt>.
ru_ru: Например, простой набор функции <tt>sin</tt>, завершившийся нажатием клавиши Enter - означает взять синус последнего значения - будет автоматически переведен, как <tt>sin(ans)</tt>.

source: Also, for some functions you may skip the parentheses if you pass simple number or variable, <tt>sin 0.1</tt> is as valid as <tt>sin(0.1)</tt>.
de_de: Bei einigen Funktionen können Sie die Klammern auch weglassen, wenn Sie nur eine Variable oder einen einfachen Wert übergeben wollen. <tt>sin 0,1</tt> ist genauso gültig wie <tt>sin(0,1)</tt>.
fr_fr: De même, il est possible d'omettre les parenthèses de certaines fonctions dans le cas où le paramètre est simplement un nombre ou une variable, ainsi, <tt>sin 0.1</tt> est aussi valide que <tt>sin(0.1)</tt>.
hu_hu: Plusz néhány függvény elhagyhatod a zárójeleket ha egyszerû számmal vagy változóval dolgozol, a <tt>sin 0.1</tt> ugyanúgy érvényes lesz, mint a <tt>sin(0.1)</tt>.
nl_nl: Daarnaast, voor sommige functies mag je de haakjes overslaan bij een simpel getal of variabele, <tt>sin 0.1</tt> is net zo geldig als <tt>sin(0.1)</tt>.
pl_pl: W przypadku niektórych funkcji, możesz pominąć nawiasy jeśli podajesz prostą liczbę lub zmienną, <tt>sin 0.1</tt> oznacza to samo co <tt>sin(0.1)</tt>.
pt_br: Além disso, em algumas funções você pode omitir os parênteses se o parâmetro passado for um número simples ou uma variável, de forma que <tt>sin 0.1</tt> é tão válido quanto <tt>sin(0.1)</tt>.
pt_pt: Mais, para algumas funções, pode omitir os parêntesis se der como parâmetro um valor ou variável simples, <tt>sin 0.1</tt> é tão válido quanto <tt>sin(0.1)</tt>.
ru_ru: Также для некоторых функций необязательно вводить скобки, если пишется простое число или переменная, например, <tt>sin 0.1</tt> так же верно, как и <tt>sin(0.1)</tt>.

source: Speaking about parentheses, closing them can be left to SpeedCrunch, e.g. <tt>cos(pi/4</tt> is automatically corrected to <tt>cos(pi/4)</tt>.
de_de: Apropos Klammern: das korrekte Schließen können Sie auch SpeedCrunch überlassen. So wird z.B. <tt>cos(pi/4</tt> automatisch zu <tt>cos(pi/4)</tt> korrigiert.
fr_fr: Tant qu'à parler des parenthèses, signalons que le soin de leur fermeture peut être laissé à SpeedCrunch, ainsi par exemple, <tt>cos(pi/4</tt> est corrigé automatiquement en <tt>cos(pi/4)</tt>.
hu_hu: Ha már zárójeleknél járunk: a bezárásukat ráhagyhatod a SpeedCrunch-ra, például a <tt>cos(pi/4</tt> automatikusan <tt>cos(pi/4)</tt>-ra javítja.
nl_nl: Sprekend over haakjes, ze sluiten kan je overlaten aan SpeedCrunch. bijv. <tt>cos(pi/4</tt> is automatisch gecorrigeerd naar <tt>cos(pi/4)</tt>.
pl_pl: Mówiąc o nawiasach, zamknięcie ich również może przejąc SpeedCrunch, np. <tt>cos(pi/4</tt> automatycznie poprawione będzie na <tt>cos(pi/4)</tt>.
pt_br: E por falar em parênteses, é possível deixar a SpeedCrunch fechá-los automaticamente, ou seja, <tt>cos(pi/4</tt> é automaticamente corrigido para <tt>cos(pi/4)</tt>.
pt_pt: Falando de parêntesis, o seu fecho pode ser deixado para o SpeedCrunch, ex. <tt>cos(pi/4</tt> automaticamente corrigido para <tt>cos(pi/4)</tt>.
ru_ru: Кстати, и закрытие скобок можно оставить для SpeedCrunch, например, <tt>cos(pi/4</tt> будет автоматически исправлено на <tt>cos(pi/4)</tt>.

source: Keyboard-friendly
de_de: Tastaturfreundlich
fr_fr: Facile à piloter au clavier
hu_hu: Billentyûzet barátság
nl_nl: Toetsenbord-vriendelijk
pl_pl: Przyjazny klawiaturze
pt_br: Amiga do teclado
pt_pt: Amiga do teclado
ru_ru: Для клавиатуры

source: SpeedCrunch has many keyboard shortcuts to speed up your task:
de_de: SpeedCrunch verwendet viele Tastaturkürzel um die Arbeit zu beschleunigen:
fr_fr: SpeedCrunch dispose de nombreux raccourcis-claviers destinés à faciliter et accélérer son usage :
hu_hu: A SpeedCrunch számos billentyûzet kombinációval gyorsíthatja a munkádat:
nl_nl: SpeedCrunch heeft veel toetsenbord afkortingen om de opdracht te versnellen.
pl_pl: SpeedCrunch posiada wiele skrótów klawiszowych, aby przyspieszyć twoją pracę:
pt_br: A SpeedCrunch possui várias teclas de atalho para acelerar o seu trabalho:
pt_pt: A SpeedCrunch tens muitas teclas de atalho para acelerar a sua tarefa:
ru_ru: У SpeedCrunch есть несколько "горячих" клавиш для ускорения работы:

source: Up/Down
de_de: Cursor auf/ab
fr_fr: Haut/Bas
hu_hu: Fel/le
nl_nl: Omhoog/Naar beneden
pl_pl: Góra/Dół
pt_br: Cima/Baixo
pt_pt: Cima/Baixo
ru_ru: Вверх/Вниз

source: recall last expression
de_de: einen der letzten Ausdrücke erneut aufrufen
fr_fr: rappeler la dernière expression
hu_hu: az elõzõ kifejezés visszaállítása
nl_nl: laatste expressie terug roepen
pl_pl: wywołaj poprzednie wyrażenie
pt_br: recorrer à última expressão
pt_pt: obter a última expressão
ru_ru: повторный вызов последнего выражения

source: Ctrl+I
de_de: Strg+I

source: insert variable
de_de: Variable einfügen
fr_fr: insérer une variable
hu_hu: változó beillesztése
nl_nl: variabele invoegen
pl_pl: wstaw zmienną
pt_br: inserir uma variável
pt_pt: inserir uma variável
ru_ru: вставка переменной

source: Ctrl+F
de_de: Strg+F

source: insert function
de_de: Funktion einfügen
fr_fr: insérer une fonction
hu_hu: függvény beillesztése
nl_nl: functie invoegen
pl_pl: wstaw funkcję
pt_br: inserir uma função
pt_pt: inserir uma função
ru_ru: вставка функции

source: Ctrl+R
de_de: Strg+R

source: copy last result to clipboard
de_de: das letzte Ergebnis in die Zwischenablage kopieren
fr_fr: copier le dernier résultat dans le presse-papiers
hu_hu: az utolsó eredmény vágólapra másolása
nl_nl: kopieer het laatste resultaat naar het klembord
pl_pl: kopiuj ostatni wynik do schowka
pt_br: copiar o último resultado para a área de transferância
pt_pt: copiar o último resultado
ru_ru: копирование последнего результата в буфер обмена

source: Ctrl+S
de_de: Strg+S

source: save current session to text file
de_de: aktuelle Sitzung als Textdatei abspeichern
fr_fr: Sauvegarder la session courante dans un fichier texte
hu_hu: jelenlegi munkamenet szövegfájlba mentése
nl_nl: sla huidige sessie op in tekstbestand
pl_pl: zapisz bieżącą sesję w pliku tekstowym
pt_br: salvar a sessão atual em um arquivo texto
pt_pt: gravar a sessão actual para um ficheiro de texto
ru_ru: сохранение текущего сеанса в текстовый файл

source: radians mode for trigonometric functions
de_de: Argumente für trigonometrische Funktionen in Radiant
fr_fr: mode radians pour les fonctions trigonométriques
hu_hu: radián mód a trigonometrikus függvényekhez
nl_nl: radiale modus voor trigometrische functies
pl_pl: tryb radianach dla funkcji trygonometrycznych
pt_br: modo de radianos para funções trigonométricas
pt_pt: modo de radianos para funções trigonométricas
ru_ru: режим радианной меры углов для тригонометрических функций

source: degrees mode for trigonometric functions
de_de: Argumente für trigonometrische Funktionen in Grad
fr_fr: mode degrés pour les fonctions trigonométriques
hu_hu: fok mód a trigonometrikus függvényekhez
nl_nl: graden modus voor trigometrische functies
pl_pl: tryb stopni dla funkcji trygonometrycznych
pt_br: modo de graus para funções trigonométricas
pt_pt: modo de graus de arco para funções trigonométricas
ru_ru: режим градусной меры углов для тригонометрических функций

source: Testimonials
de_de: Erfahrungsberichte
fr_fr: Témoignages
hu_hu: Ajánlólevelek
nl_nl: Getuigschriften
pl_pl: Referencje
pt_br: Testemunhos
pt_pt: Testemunhos
ru_ru: Благодарности и рекомендации

source: Speedcrunch is better than a TI-83+.
de_de: Speedcrunch ist besser als der TI-83+
hu_hu: A SpeedCrunch jobb, mint egy TI-83+ számológép.
pl_pl: Speedcrunch jest lepszy niż TI-83+.
pt_pt: SpeedCrunch é melhor que uma TI-83+.
ru_ru: Speedcrunch лучше TI-83+.

source: source
de_de: Quelle
hu_hu: forrás
pl_pl: źródło
pt_pt: fonte
ru_ru: источник

source: SpeedCrunch performs all of the functions necessary for high school Algebra and Geometry courses.
de_de: SpeedCrunch vereint alle notwendigen Funktionen für Oberstufen Algebra und Geometrie Kurse.
hu_hu: A SpeedCrunch mindent tud, ami a gimnáziumi matematikához kellhet.
pl_pl: SpeedCrunch zawiera wszystkie funkcje potrzebne na kursach algebry i geometrii w wyżej szkole.
pt_pt: Speedrunch efectua todas as funções necessárias para aulas de Álgebra e Geometria.

source: SpeedCrunch is a good free alternative to buying expensive scientific calculators.
de_de: SpeedCrunch ist eine gute kostenlose Alternative zur teuren wissenschaftlichen Taschenrechnern.
pl_pl: SpeedCrunch jest dobrą darmową alternatywą zamiast zakupu drogich kalkulatorów naukowych.
pt_pt: SpeedCrunch é uma boa alternativa livre a comprar calculadoras científicas caras.

source: We can conclude that this is THE most comprehensive calculator application available freely and you can hardly find anything better than this one.
de_de: Abschließend stellen wir fest, dass dies ist DAS umfangreichste, frei erhältliche Tachenrechnerprogramm ist, und Sie werden kaum ein besseres finden.
hu_hu: Állíthatjuk, hogy ez a legátfogóbb számológép alkalmazás, amit ingyen elérhetünk. Aliga találhatunk ennél jobbat.
pl_pl: Możemy więc stwierdzić, że jest TO najbardziej kompleksowy program kalkulatora, który jest dostępny i trudno będzie znaleźć lepszy.
pt_pt: Podemos concluir que esta é a melhor calculadora livremente disponível e dificilmente conseguirá encontrar algo melhor.
ru_ru: В заключение хочется сказать, что это САМЫЙ всеобъемлющий калькулятор из имеющихся в свободном доступе, и трудно найти что-то лучше, чем он.

source: We were completely bowled over when we came across SpeedCrunch.
de_de: Wir waren völlig aus der Rolle, als wir über SpeedCrunch stolperten.
hu_hu: Teljesen elképedtünk, amikor a SpeedCrunchba futottunk.
pl_pl: Wprawiliśmy całkowicie w osłupienie, gdy natrafiliśmy na SpeedCrunch.
pt_pt: Ficámos estupefactos quando descobrimos a SpeedCrunch.

source: Overall this is a must have utility and goes in to the Techie Buzz Hall of Fame for applications.
de_de: Jedenfalls ist dies ein Programm, dass unbedingt in die Techie Buzz Hall of Fame für Anwendungen gehört.
hu_hu: Mindent egybevéve, kötelezõ példány, bérelt helye van a Techie Buzz Hall of Fame-jében.
pl_pl: Ogólnie jest to koniecznie potrzebne narzędzie i wchodzi w Techie Buzz Hall of Fame aplikacji.
pt_pt: No geral, é uma ferramenta obrigatória e vai para o Corredor da Fama do Techie Buzz para aplicações.

source: Its easy to use functionality and keyboard driven powers make it the best calculator for a student or engineer.
de_de: Seine einfach anzuwendende Funktionalität und seine Tastaturbedienung machen ihn zum besten Rechner für den Studenten oder Ingenieur.
hu_hu: Könnyû használni és a billentyûzettel vezérelhetõsége teszi a legjobb számológéppé egy diák vagy egy mérnök számára.
pl_pl: Jego łatwe w użyciu funkcje i obsługa klawiatury sprawiają z niego najlepszego kalkulatora dla studenta lub inżyniera.
pt_pt: As suas funcionalidades e poderes fáceis de usar e acessíveis pelo teclado tornam-na na melhor calculadora para estudantes e engenheiros.

source: SpeedCrunch is the best calculator available on Linux.
de_de: SpeedCrunch ist der beste Taschenrechner unter Linux.
hu_hu: A SpeedCrunch az elérhetõ legjobb számológép Linuxra.
pl_pl: SpeedCrunch jest najlepszym kalkulatorem dostępnym na Linuksie.
pt_pt: SpeedCrunch é a melhor calculadora disponível para Linux.
ru_ru: SpeedCrunch - лучший калькулятор, работающий под Linux.

source: SpeedCrunch may sound like a breakfast cereal, but it's actually a very powerful open-source calculator.
de_de: SpeedCrunch mag wie ein Frühstücksmüsli klingen, ist aber in Wahrheit ein mächtiges Open-Source Taschenrechnerprogramm.
hu_hu: A SpeedCrunch lehet, hogy úgy hangzik, mint egy müzli márka, de igazából egy rettentõ erõs nyílt forráskódú számológép.
pl_pl: SpeedCrunch może brzmi jak płatki śniadaniowe, ale to naprawdę bardzo potężny kalkulator wolnego oprogramowania.
pt_pt: SpeedCrunch pode soar a cereais para pequeno-almoço, mas é na verdade uma calculadora livre muito poderosa.
ru_ru: SpeedCrunch, может, и звучит, как овсянка на завтрак, но это действительно очень мощный калькулятор с открытыми исходными кодами.

source: If I had had SpeedCrunch or Qalculate! during high school, finishing homework really would've been child's play.
de_de: Hätte ich SpeedCrunch oder Qualculate! in der Oberschule gehabt, so wären die Hausaufgaben ein reines Kinderspiel gewesen.
hu_hu: Ha lett volna SpeedCrunch vagy Qalculate! amikor gimis voltam, gyerek játék lett volna a házi feladat!
pl_pl: Gdybym miał SpeedCrunch lub Qalculate! w szkole średniej, pracę domowe naprawdę by były dziecinnie proste.
pt_pt: Se eu tivesse o SpeedCrunch or o Qalculate! durante o liceu, teria sido canja terminar os trabalhos para casa.
ru_ru: Если б у меня во время учебы в вузе были SpeedCrunch или Qalculate!, то закончив с домашними делами и заданиями можно было бы поиграть с ребенком.

source: Wow! This little app has made my investigation. You have saved me hours and hours of long and boring statistical calculations!
de_de: Oha! Diese kleine Anwendung hat meine Untersuchung erledigt. Ihr habt mir Stunden langer und langweiliger statistischer Berechnungen erspart!
hu_hu: Ez a kis alkalmazás megérte a kutatgatást. Több órányi unalmas statisztikai számításoktól mentettetek meg!
pl_pl: Hura! Ta mała aplikacja obliczyła mi moje badania. Zaoszczędziło mi to parę godzin długich i nudnych obliczeń statystycznych!
pt_pt: Uau! Este pequeno programa fez a minha investigação. Salvaram-me horas e horas de longos e tediosos cálculos estatísticos!
ru_ru: Ух ты! Это маленькое приложение помогло мне выполнить научное исследование! Вы сэкономили мне многие и многие часы долгих и скучных статистических расчетов!

source: Mostly run by keyboard, SpeedCrunch is the calculator for the technical or engineer oriented professional.
de_de: SpeedCrunch wird hauptsächlich mit der Tastatur bedient und ist somit ein Taschenrechner für den technisch oder wissenschaftlich orientierten Anwender.
fr_fr: Utilisé principalement au clavier, SpeedCrunch est la calculatrice idéale du technicien ou de l'ingénieur.
hu_hu: A leginkább billentyûzet vezérelt SpeedCrunch az elsõszámû számológép a mûszaki beállítottságú szakembereknek.
nl_nl: Meestal gebruikt door het toetsenbord, SpeedCrunch is de rekenmachine voor de technische of ingenieur georiënteerde professional.
pl_pl: Przeważnie obsługiwany za pomocą klawiatury i dlatego SpeedCrunch jest kalkulatorem dla technicznie lub naukowo zorientowanych użytkowników.
pt_br: Controlada principalmente pelo teclado, a SpeedCrunch é a calculadora para os profissionais técnicos ou engenheiros.
pt_pt: Essencialmente controlada por teclado, SpeedCrunch é uma calculadora orientada para o profissional técnico ou engenheiro.
ru_ru: Поскольку SpeedCrunch, в основном, работает с клавиатурой, то он является калькулятором для технических специалистов или инженеров.

source: A "must look" at.
de_de: Muss man mal gesehen haben.
fr_fr: Un incontournable.
hu_hu: Egy kötelezõ darab.
nl_nl: U dient te kijken naar.
pl_pl: Musisz się temu przyglądnąć.
pt_br: Imperdível.
pt_pt: Obrigatório experimentar.
ru_ru: "Стоит посмотреть".

source: All in all, SpeedCrunch lives up to its claim of being a fast, precise scientific calculator.
de_de: Alles in allem wird SpeedCrunch seinem Anspruch gerecht, ein schneller, präziser wissenschaftlicher Taschenrechner zu sein.
hu_hu: A SpeedCrunch eleget tesz minden ígéretének: egy gyors, precíz tudományos számológép.
pl_pl: W sumie SpeedCrunch spełnia wymagania szybkiego, precyzyjnego kalkulatora naukowego.
pt_pt: No final, SpeedCrunch cumpre com a promessa der ser uma calculadora científica rápida e precisa.

source: From the perspective of a non-math guy, SpeedCrunch is the best calculator on Linux.
de_de: Aus Sicht einer nicht-mathematisch gewandten Person, ist SpeedCrunch der beste Taschenrechner unter Linux.
hu_hu: Egy nem matekos srác szemszögébõl: a SpeedCrunch a legjobb számológép Linuxra.
pl_pl: Z punktu widzenia faceta, któremu nie podchodzi matematyka, SpeedCrunch to najlepszy kalkulator na systemie Linuksa.
pt_pt: Na perspectiva de um não-matemático, SpeedCrunch é a melhor calculadora disponível para Linux.

source: Leave Windows Calculator behind and use SpeedCrunch instead.
de_de: Lassen Sie den Windows Taschenrechner hinter sich und nutzen Sie stattdessen SpeedCrunch.
hu_hu: Felejtsétek el a Windows számológépet és használjátok a SpeedCrunchot inkább.
pl_pl: Zostaw kalkulator Windowsa za sobą i używaj zamiast tego SpeedCrunch.
pt_pt: Deixe a calculadora do Windows para trás e use a SpeedCrunch ao invés.

source: SpeedCrunch is a fast, high precision and powerful desktop calculator.
de_de: SpeedCrunch ist ein schneller, sehr genauer und mächtiger Taschenrechner für die grafische Oberfläche.
fr_fr: SpeedCrunch est une calculatrice virtuelle pour environnement graphique alliant rapidité, puissance et grande précision.
hu_hu: A SpeedCrunch egy gyors, precíz és erõs számológép.
nl_nl: SpeedCrunch is een snel, met hoge preciesie en krachtige rekenmachine.
pl_pl: SpeedCrunch jest szybki, bardzo dokładny i potężny kalkulator komputerowy.
pt_br: A SpeedCrunch é uma calculadora de ambiente de trabalho rápida, poderosa e de alta precisão.
pt_pt: SpeedCrunch é uma calculadora rápida de alta precisão para ambiente de trabalho.
ru_ru: SpeedCrunch - быстрый, высокоточный и мощный настольный калькулятор.
