Repository: speedcrunch/www
Catalog: locale/speedcrunch.org.*.po
Languages: de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_br, pt_pt, ru_ru

source: Before you finish, SpeedCrunch may even give already the answer (calc-as-you-type, anyone?).
de_de: SpeedCrunch kann sogar schon vor Beendingung der Eingabe das Ergebnis anzeigen (Berechnung während der Eingabe).
fr_fr: Avant même d'avoir terminé la saisie, SpeedCrunch vous aura peut-être déjà donné le résultat souhaité (calcul automatique à la volée).
hu_hu: Mielõtt befejeznéd a SpeedCrunch már ki is számolhatja az eredményt (számol, miközben írsz)
nl_nl: Voordat je eindigt, SpeedCrunch kan misschien al het antwoord geven (bereken-als-je-typt, nietwaar?).
pl_pl: Zanim zakończysz wpis, SpeedCrunch może już wyświetlać wynik (obliczanie podczas wpisywania).
pt_br: A SpeedCrunch pode até fornecer o resultado de um cálculo antes mesmo que você termine de digitá-lo (cálculo à medida em que você digita).
pt_pt: Antes de terminar, o SpeedCrunch pode até dar-lhe logo a resposta (cálculo à medida que escreve).
ru_ru: Прежде, чем вы закончите, SpeedCrunch может уже сразу дать результат вычисления (расчеты-по-мере-набора, есть ли еще какая-либо программа, у которой это реализовано?)

source: autocalc
de_de: AutoBerechnung
fr_fr: Calcul automatique
pl_pl: automatyczne obliczanie
pt_br: cálculo automático
pt_pt: cálculo automático
ru_ru: автоподсчет

source: This allows you to &quot;fix&quot; your expression if you think it is not what you want.
de_de: Dies ermöglicht das &quot;Verbessern&quot; der Eingabe, falls Sie denken, dass Sie einen Fehler gemacht haben.
fr_fr: Cela vous permet de reprendre éventuellement votre expression si ce résultat n'est pas conforme à ce à quoi vous vous attendiez.
hu_hu: Így könnyen &quot;javíthatod&quot; a kifejezést, ha úgy gondolod, nem ezt kerested.
nl_nl: Dit maakt het mogelijk om &quot;fix&quot;, je expressie zelfs als je denkt dat het niet is wat je wilt hebben.
pl_pl: Pozwala to na poprawkę twojego wyrażenia, jeśli uważasz, że popełniłeś błąd.
pt_br: Desta forma você pode "corrigir" a expressão se o resultado parcial não corresponde à sua expectativa.
pt_pt: Tal permite-lhe &quot;corrigir&quot; a sua expressão se pensa que não é o que pretende.
ru_ru: Это позволяет вам &quot;исправлять&quot; выражения, если вы считаете, что в них что-то неправильно.

source: Unlimited variables
de_de: Unbegrenzte Anzahl von Variablen
fr_fr: Variables illimitées
hu_hu: Végtelen változók
nl_nl: Ongelimiteerde variabelen
pl_pl: Zmienne bez ograniczeń
pt_br: Variáveis ilimitadas
pt_pt: Variáveis ilimitadas
ru_ru: Неограниченное число переменных

source: Advanced calculation sometimes needs memory feature.
de_de: In fortgeschrittene Berechnungen kann es nötig sein Zwischenergebnisse zu speichern.
fr_fr: Les calculs avancés nécessitent parfois des fonctionnalités de mise en mémoire.
hu_hu: A magasabb szintû számításoknál jól jöhet a memória funkció.
nl_nl: Geavanceerde berekening gebruikt soms geheugen.
pl_pl: Zaawansowane obliczenia czasami potrzebują funkcji pamięci.
pt_br: Cálculos avançados necessitam às vezes de mecanismos de memorização de passos intermediários.
pt_pt: Cálculos avançados necessitam por vezes da funcionalidade de memorização.
ru_ru: Мощные вычисления иногда требуют больше памяти, чем обычно.

source: SpeedCrunch allows <em>variables to hold calculation result</em>, e.g. <tt>x = 0.3</tt> which can be reused in <tt>y = 2*x</tt>.
de_de: SpeedCrunch ermöglicht es <em>Ergebnisse in Variablen zu speichern</em>, z.B. <tt>x = 0,3</tt>; dies wiederum kann in <tt>y = 2*x</tt> weiterverwendet werden.
fr_fr: SpeedCrunch autorise l'utilisation de <em>variables pour stocker les résultats de calculs</em>, par exemple, <tt>x = 0.3</tt> qui peut être utilisé à nouveau dans <tt>y = 2*x</tt>.
hu_hu: A SpeedCrunchban lehetõség nyílik a <em>számolási eredmények változókba mentésére</em>. Például a <tt>x = 0.3</tt> felhasználhatod késõbb a <tt>y = 2*x</tt> egyenletben.
nl_nl: SpeedCrunch stelt in staat om <em>variabelen het resultaat te laten bevatten</em>, bijv. <tt>x = 0.3</tt> welke hergebruikt kan worden in <tt>y = 2*x</tt>.
pl_pl: SpeedCrunch pozwala <em>zmiennym przechować wynik obliczenia</em>, np. <tt>x = 0.3</tt> który ponownie może być wykorzystany jako <tt>y = 2*x</tt>.
pt_br: A SpeedCrunch permite que <em>resultados de expressões sejam guardados em variáveis</em>, por exemplo <tt>x = 0.3</tt>, que pode ser reutilizada em <tt>y = 2*x</tt>.
pt_pt: A SpeedCrunch permite <em>variáveis que guardam resultados</em>, ex. <tt>x = 0.3</tt> que pode ser reutilizada em <tt>y = 2*x</tt>.
ru_ru: SpeedCrunch позволяет <em>сохранять результат вычислений в переменных</em>, например, <tt>x = 0.3</tt>, которую затем можно использовать в выражении <tt>y = 2*x</tt>.

source: Variables need not only a character, <tt>InterestRate</tt> is a perfect name as well.
de_de: Variablennamen müssen nicht nur aus einem Zeichen bestehen; auch <tt>Zinsrate</tt> ist hervorragender Name für eine Variable.
fr_fr: Le nom de telles variables ne se limite pas à un seul caractère. Ainsi, <tt>TauxDInteret</tt> est un nom de variable tout aussi valide.
hu_hu: A változók nem csak egy karakter hosszúak lehetnek, elnevezheted akár <tt>jövedelmi adónak</tt> is, ha szeretnéd.
nl_nl: Variabelen vereisen maar één karakter, <tt>InterestRate</tt> is ook een prima naam.
pl_pl: Zmienne nie potrzebują tylko znaku, <tt>StopaProcentowa</tt> jest także idealną nazwą.
pt_br: Nomes de variáveis não precisam ser apenas uma letra, TaxaDeDesvio é um nome perfeitamente aceitável.
pt_pt: As variáveis não têm necessariamente apenas uma letra, <tt>Taxa</tt> é igualmente um nome válido.
ru_ru: Имена переменных могут состоять не только из одной буквы, <tt>InterestRate</tt>, наверно, более совершенное имя.

source: And still, you can define as many variables as you want.
de_de: Außerdem können so viele Variablen wie gewünscht definiert werden.
fr_fr: Par ailleurs, vous êtes libre de définir autant de variables que vous le souhaitez.
hu_hu: Ráadásul annyi változót írhatsz le, amennyit akarsz.
nl_nl: En nog steeds kan je zoveel variabelen definieren als je wilt.
pl_pl: Ogólnie możesz określić tyle zmiennych, ile potrzebujesz.
pt_br: E podem ser definidas tantas variáveis quanto se queira.
pt_pt: E pode definir tantas variáveis quantas necessitar.
ru_ru: И, по-прежнему, вы можете задавать столько переменных, сколько вам надо.

source: There is a special variable, <tt>ans</tt>, which <i>always</i> holds the last calculation result.
de_de: Es gibt eine spezielle Variable, <tt>ans</tt>, die <i>immer</i> das letzte Berechnungsergebnis enthält.
fr_fr: Il existe des variables spéciales, telles que <tt>ans</tt>, qui stocke <i>toujours</i> le résultat du dernier calcul effectué.
hu_hu: Külön speciális változó, az <tt>ans</tt>, ami <i>mindig</i> az utolsó számolás eredménye.
nl_nl: Er is een speciale variabele, <tt>ans</tt>, welke <i>altijd</i> het laatste resultaat van de berekening bevat.
pl_pl: Istnieje specjalna zmienna, <tt>ans</tt>, która <i>zawsze</i> posiada ostatni wynik obliczeń.
pt_br: Existe uma variável especial, <tt>ans</tt>, que <i>sempre</i> guarda o resultado do útlimo cálculo.
pt_pt: Existe uma variável especial, <tt>ans</tt>, que guarda <i>sempre</i> o resultado do último cálculo.
ru_ru: Существует специальная переменная - <tt>ans</tt>,- которая <i>всегда</i> сохраняет результат последних вычислений.

source: Another variable <tt>pi</tt> holds one of the most important constant in math world.
de_de: Eine weitere Variable, <tt>pi</tt>, beinhaltet eine der wichtigsten Konstanten aus der Welt der Mathematik.
fr_fr: Ou encore <tt>pi</tt> qui contient l'un des constantes les plus usitées du monde mathématique.
hu_hu: Vagy például a matematika egyik legfontosabb állandóját írja le a <tt>pi</tt> .
nl_nl: Een andere variabele <tt>pi</tt> bevat een van de meest belangrijke konstanten in de wikundige wereld.
pl_pl: Kolejna zmienna <tt>pi</tt> posiada jedną z najważniejszych stałych w świecie matematyki.
pt_br: Outra variável, <tt>pi</tt>, guarda o valor de uma das contantes mais importantes do mundo da matemática.
pt_pt: Outra variável, <tt>pi</tt>, guarda o valor de uma das constantes mais importantes do mundo da matemática.
ru_ru: Другая переменная - <tt>pi</tt> - сохраняет в себе одну из самых важных констант в математическом мире.

source: Syntax highlighting
de_de: Syntaxhervorhebung
fr_fr: Coloration syntaxique
hu_hu: Szintaxis kiemelés
pl_pl: Podświetlanie składni
pt_pt: Realce de sintaxe
ru_ru: Подсветка синтаксиса

source: Do you close your parentheses correctly?
de_de: Schließen Sie Ihre Klammern immer korrekt?
fr_fr: Ne vous arrive-t-il jamais d'oublier une parenthèse ?
hu_hu: Minden zárójelet bezártál?
nl_nl: Sluit u uw haakjes korrekt?
pl_pl: Czy zamknąłeś prawidłowo nawias?
pt_br: Você fechou seus parênteses corretamente?
pt_pt: Fecha os seus parêntesis correctamente?
ru_ru: Вы правильно закрываете скобки?

source: Mistype the number?
de_de: Oder vertippen Sie sich oft?
fr_fr: De faire une faute de frappe à un nombre ?
hu_hu: Elírtál egy számot?
nl_nl: Een nummer fout getypt?
pl_pl: Wpisałeś złą liczbę?
pt_br: Digitou algum número errado?
pt_pt: Engana-se num número?
ru_ru: Пропустили число?

source: No need to worry again because SpeedCrunch can always <em>color the expression</em> according to the syntax.
de_de: Darüber müssen Sie sich jetzt keine Gedanken mehr machen, denn SpeedCrunch kann den Ausdruck passend zur Syntax <em>einfärben</em>.
fr_fr: Plus besoin de s'inquiéter désormais car SpeedCrunch peut <em>mettre en couleurs l'expression</em> en fonction de sa syntaxe.
hu_hu: Nincs miért aggódni, a SpeedCrunch bármikor <em>kiemeli a kifejezéseket</em>.
nl_nl: Geen reden om zorgen te maken omdat SpeedCrunch altijd <em>de expressie kleurt</em> aan de hand van de syntax.
pl_pl: Nie musisz się martwić, ponieważ SpeedCrunch zawsze <em>podświetla wyrażenie kolorem</em> zgodnie ze składnią.
pt_br: Não é mais necessário se preocupar pois a SpeedCrunch pode sempre <em>colorir a expressão</em> de acordo com sua sintaxe.
pt_pt: Não há mais motivos para preocupações porque o SpeedCrunch pode sempre <em>colorir a expressão</em> de acordo com a sintaxe.
ru_ru: Больше нет необходимости волноваться, т.к. SpeedCrunch всегда <em>выделяет выражение цветом</em> в соответствии с синтаксисом.

source: syntax highlighting
de_de: Syntaxhervorhebung
fr_fr: Coloration syntaxique
pl_pl: podświetlanie składni
pt_pt: realce de sintaxe
ru_ru: подсветка синтаксиса

source: You can easily distinguish numbers from variables.
de_de: Zahlen lassen sich somit einfach von Variablen unterscheiden.
fr_fr: Il est ainsi possible de distinguer aisément les nombres des variables.
hu_hu: Könnyen megkülönböztetheted a változókat az konstansoktól.
nl_nl: Je kan gemakkelijk de nummers van de variabelen onderscheiden.
pl_pl: Możesz łatwo odróżnić liczby od zmiennych.
pt_br: Você pode distinguir facilmente números de variáveis.
pt_pt: Pode facilmente distinguir números de variáveis.
ru_ru: Можно легко отличить числа от переменных.

source: You can also see the matched parentheses.
de_de: Auch die zusammengehörenden Klammern sind sichtbar.
fr_fr: De même, les parenthèses correspondantes sont mises en évidence.
hu_hu: Láthatod az összetartozó zárójeleket.
nl_nl: Je can ook de gevonden haakjes zien.
pl_pl: Także sprawdzić dopasowane nawiasów.
pt_br: Pode também visualizar quais parênteses são correspondentes.
pt_pt: Pode também ver os parêntesis de abertura e fecho correpondentes.
ru_ru: Вы также можете проверять скобки на соответствие друг другу.

source: Functions, with automatic completion
de_de: Funktionen, mit automagischer Vervollständigung
fr_fr: Fonctions et complétion automatique
hu_hu: Függvények automatikus kiegészítéssel
pl_pl: Funkcje, z automatycznym uzupełnieniem
pt_pt: Funções, com completação automática
ru_ru: Функции с автозавершением

source: Beside standard algebraic operator like + (addition), - (subtraction), * (multiplication), / (division), ^ or ** (exponentiation), there is support for some functions, for example <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt>, and many more.
de_de: Neben den Standard-Rechenoperationen wie + (Addition), - (Subtraktion), * (Multiplikation), / (Division), ^ oder ** (Potenz) gibt es auch Unterstützung für eine Reihe von Funktionen, darunter z.B. <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> und viele weitere.
fr_fr: En plus des opérateurs algébriques standards tels que + (addition), - (soustraction), * (multiplication), / (division), ^ ou ** (exponantiation), SpeedCrunch reconnaît de multiples autres fonctions, telles que <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt>, et bien d'autres encore.
hu_hu: Az alap matematikai jeleken kívül, mint a + (összeadás), - (kivonás), * (szorzás), / (osztás) ^ vagy ** (hatványozás) a SpeedCrunch sok más függvényt is támogat, mint például a <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> és még sok más.
nl_nl: Naast de algemene algebra operatoren zoals + (toevoeging), - (aftrekken), * (maal), / (delen door), ^ of ** (exponentieel), is er ook ondersteuning voor sommige functies, bijvoorbeeld <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt>, en nog veel meer.
pl_pl: Oprócz standardowych algebraicznych operacji takich jak + (dodawanie), - (odejmowanie), * (mnożenie), / (dzielenie), ^ lub ** (potęgowanie), wspierane są rożne funkcje, na przykład <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> i wiele innych.
pt_br: Além dos operadores algébricos comuns como + (adição), - (subtração), * (multiplicação), / (divisão) e ^ ou ** (exponenciação) há suporte para outras funções como <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> e várias outras.
pt_pt: Além dos operadores algébricos normais como + (adição), - (subtracção), * (multiplicação), / (divisão) e ^ ou ** (exponenciação) há suporte para outras funções como <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> e muitas outras.
ru_ru: Кроме стандартных алгебраических операторов типа + (сложение), - (вычитание), * (умножение), / (деление), ^ или ** (возведение в степень), поддерживаются некоторые функции, например, <tt>sin</tt>, <tt>log</tt>, <tt>abs</tt> и многие другие.

source: You do not need to memorize function names, use Ctrl+F to pop up a dialog where you can choose the function that you need.
de_de: Die Namen der Funktionen müssen Sie sich nicht unbedingt merken. Drücken Sie Strg+F um einen Dialog zu öffnen, in dem Sie die benötigte Funktion auswählen können.
fr_fr: Il ne vous sera toutefois pas nécessaire de les mémoriser toutes, puisque vous pourrez à tout moment utiliser le raccourci Ctrl+F pour en choisir une dans la liste des fonctions disponibles.
hu_hu: Nem is kell megjegyezni a függvények nevét, csak használd a Ctrl+F kombinációt és a felugró ablakból válaszd ki a függvényt ,amivel dolgozni szeretnél!
nl_nl: Het is niet nodig om functienamen te onthouden, gebruik Ctrl+F om een dialoogvenster te laten verschijnen waar je kan kiezen uit de functies die je wilt.
pl_pl: Nie musisz zapamiętać sobie nazwy funkcji, naciśnij Ctrl+F a otworzy się okno w którym możesz wybrać potrzebną funkcję.
pt_br: Não é necessário memorizar os nomes das funções, utilize Ctrl+F para mostrar uma janela em que você pode escolher a função de que precisa.
pt_pt: Não é necessário memorizar os nomes das funções, use Ctrl+F para abrir uma janela onde pode escolher a função de que necessita.
ru_ru: Нет необходимости запоминать названия функций, используйте Ctrl+F, чтобы появилось диалоговое окно, в котором можно выбрать нужную функцию.

source: Or take advantage of its <em>auto-completion</em>.
de_de: Oder nutzen Sie die <em>Autovervollständigung</em> zu ihrem Vorteil.
fr_fr: Ou alors, vous pouvez aussi tirer parti des fonctionnalités d'<em>auto-complétion</em> de SpeedCrunch.
hu_hu: Vagy használd ki az <em>automatikus kiegészítés</em> elõnyeit!
nl_nl: Of haal voordeel uit de <em>auto-completion</em>.
pl_pl: Lub skorzystaj z <em>automatycznego uzupełnienia</em>.
pt_br: Ou leve vantagem da capacidade da SpeedCrunch de <em>completar automaticamente</em>.
pt_pt: Ou tome vantagem da <em>completação automática</em>.
ru_ru: Или воспользуйтесь преимуществами функции <em>автозавершения</em>.

source: automatic completion
de_de: automatische Vervollständigung
fr_fr: auto-complétion intelligente
pl_pl: automatyczne uzupełnienie
pt_pt: completação automática
ru_ru: автозавершение

source: Type the letter <tt>c</tt> only and in less than a second you will be automagically given with choices of <tt>cos</tt>, <tt>cosh</tt> or your variables whose name start with c.
de_de: Geben Sie z.B. den den Buchstaben <tt>c</tt> ein und in weniger als einer Sekunde erscheint automagisch eine Auswahl, die unter anderem <tt>cos</tt>, <tt>cosh</tt> oder Ihre selbst definierten Variablen enthält, die mit c beginnen.
fr_fr: Saisissez par exemple uniquement la lettre <tt>c</tt>, et, d'un coup de baguette magique, il vous sera donné à choisir parmi <tt>cos</tt>, <tt>cosh</tt>, ou encore parmi toutes les variables définies préalablement et dont le nom commence par c.
hu_hu: Gépeld be a <tt>c</tt> betût és kevesebb, mint egy másodpercen belül választhatsz a <tt>cos</tt>, <tt>cosh</tt> vagy a c-vel kezdõdõ változók közül!
nl_nl: Type de letter <tt>c</tt> alleen in minder dan een seconde en er zal automagisch de mogelijkheden gegeven worden van <tt>cos</tt>, <tt>cosh</tt> of de variableen die starten met c.
pl_pl: Wpisz na przykład literę <tt>c</tt> a w ciągu niespełna sekundy otrzymasz automatycznie wyboru pomiędzy <tt>cos</tt>, <tt>cosh</tt> lub zmiennymi, których nazwa zaczyna się na c.
pt_br: Digite apenas a letra <tt>c</tt> e em menos de um segundo é automagicamente apresentada a você uma lista de possibilidades como <tt>cos</tt>, <tt>cosh</tt> e as variáveis definidas por você cujos nomes comecem por c.
pt_pt: Escreva apenas a letra <tt>c</tt> e em menos de um segundo ser-lhe-á automaticamente proposta uma lista de possibilidades de <tt>cos</tt>, <tt>cosh</tt> ou variáveis suas que comecem por um c.
ru_ru: Наберите только одну букву <tt>c</tt>, и меньше, чем за одну секунду вам автоматически будет предложен выбор из функций <tt>cos</tt>, <tt>cosh</tt> или переменных, начинающихся с буквы "c".

source: 50 decimals at your disposal
de_de: 50 Stellen zu Ihrer Verfügung
fr_fr: 50 décimales à votre disposition
hu_hu: 50 tizedesjegy áll a rendelkezésedre
nl_nl: 50 decimalen verwijdert
pl_pl: Do dyspozycji 50 miejsc po przecinku
pt_br: 50 casas decimais à sua disposição
pt_pt: 50 casas decimais à sua disposição
ru_ru: точность в 50 знаков на ваш выбор

source: With its unique calculation routines, you can get up to 50 decimals of precision.
de_de: Mit den einzigartigen Berechnungsmethoden kann eine Genauigkeit von bis zu 50 Stellen erreicht werden.
fr_fr: Avec ses méthodes de calcul uniques, vous pouvez obtenir jusqu'à 50 décimales de précision.
hu_hu: Az egyedülálló számolási módszernek köszönhetõen 50 tizedesnyi pontosságot is elérhetsz.
nl_nl: Met z'n unieke berekenings routines kan je tot 50 decimalen nauwkeurigheid.
pl_pl: Dzięki unikalnej procedury obliczania, można uzyskać precyzji aż do 50 miejsc po przecinku.
pt_br: Com suas rotinas únicas de cálculo, a SpeedCrunch oferece até 50 casas decimais de precisão.
pt_pt: Com rotinas únicas de cálculo, pode ter até 50 casas decimais de precisão.
ru_ru: С его уникальными вычислительными возможностями можно достичь точности до 50 знаков.

source: Normally, all the important digits are shown, but you can also ask SpeedCrunch to round it to several digits.
de_de: Gewöhnlich werden alle signifikanten Stellen angezeigt, aber SpeedCrunch kann Ergebnisse auch auf einige Stellen runden.
fr_fr: Habituellements, tous les chiffres significatifs sont affichés, mais SpeedCrunch peut aussi arrondir à quelques chiffres seulement.
hu_hu: Alapállapotban az összes fontos számjegy megejelenik, de akár meg is kérheted a SpeedCrunchot, hogy kerekítsen.
pl_pl: Standardowo, wszystkie ważne liczby są wyświetlane, ale SpeedCrunch może także zaokrąglać wynik do kilku miejsc po przecinku.
pt_pt: Normalmente, todos os dígitos importantes são mostrados, mas pode pedir arredondamento para alguns números específicos de dígitos.
ru_ru: Обычно отображаются все важные цифры, но можно также дать указание SpeedCrunch округлить их до нескольких цифр.

source: precision
de_de: Genauigkeit
fr_fr: Précision
nl_nl: nauwkeurigheid
pl_pl: dokładność
pt_br: precisão
pt_pt: precisão
ru_ru: точность

source: When your calculation is quite complex and involving a chain of operations, this high precision ensures that you would get less rounding error in the end.
de_de: Wenn eine Berechnung sehr komplex ist und eine Kette von Operationen beinhaltet, dann stellt die hohe Genauigkeit sicher, dass am Ende weniger Rundingsfehler auftreten.
fr_fr: Lorsque votre calcul est assez complexe et requiert une succession d'opérations, cette grande précision vous garantit en dernière instance une diminution des erreurs d'arrondissement.
hu_hu: A meglehetõsen bonyolult és többlépéses, hosszú számításoknál ez a precízió biztosítja, hogy végül pontosabb eredményt kapj.
nl_nl: Wanneer je berekening erg complex is, en er een aantal operaties betrokken zijn garandeerd deze hoge nauwkeurigheid minder afronding aan het eind.
pl_pl: Jeśli twoje obliczenie jest dość skomplikowane i składa się z rożnych operacji, to wysoka dokładność zapewnia, że otrzymasz na końcu mniej błędów przy zaokrągleniu.
pt_br: Quando seu cálculo é muito complexo e envolve uma seqüência de operações, a alta precisão garante que seu resultado final apresente menos erro por arredondamento.
pt_pt: Quando o seu cálculo é bastante complexo e envolve uma sequência de operações, a alta precisão assegura que obtenha erros de arredondamento menores no final.
ru_ru: Когда ваши вычисления - достаточно сложные, и содержат в себе цепочку операций, высокая точность дает гарантию, что у вас в конце будет меньше погрешностей при округлении.

source: History repeats itself
de_de: Die Geschichte wiederholt sich
fr_fr: L'histoire se répète
hu_hu: Az elõzmények
nl_nl: De gescheidenis herhaalt zichzelf
pl_pl: Historia się powtarza
pt_br: A história se repete
pt_pt: A História repete-se
ru_ru: Журнал повторяет сам себя

source: If you want to <em>recall again the expression</em> which you typed before, then press up and down arrow to access the expression history.
de_de: Falls Sie einen vorher eingebeben <em>Ausdruck erneut aufrufen</em> möchten, dann drücken Sie einfach die Pfeiltasten nach unten oder oben, um auf die Historie der eingebenen Ausdrücken zuzugreifen.
fr_fr: Si vous souhaitez <em>revenir à nouveau sur une expression</em> saisie auparavant, il suffit d'utiliser les flèches haut et bas pour accéder à l'historique des expressions.
hu_hu: Ha szeretnél <em>újrahasználni egy kifejezést</em>, amit korábban már beírtál, csak nyomd meg a felfele és lefele gombokat és elérheted az elõzményeket!
nl_nl: Als je wilt om <em>de expressie terug te halen</em> welke je eerder getypt hebt, dan druk je de omhoog, en omlaag pijltjestoets om toegang te krijgen tot de expressie geschiedenis.
pl_pl: Jeśli chcesz <em>wywołać poprzednie wyrażenie</em>, które wpisałeś wcześniej, naciśnij klawisz strzałki w górę lub w dół, aby przejść do historii wyrażeń.
pt_br: Se você deseja <em>recorrer novamente a uma expressão</em> que havia digitado, pressione as setas para cima ou para baixo para acessar o histórico de expressões.
pt_pt: Se desejar <em>recorrer à expressão anterior</em>, pressione as setas ascendente e descendente para aceder ao histórico de expressões.
ru_ru: Если вы хотите <em>повторно вызвать выражение</em>, которое вы перед этим набирали, нажмите кнопки "вверх" или "вниз", чтобы войти в журнал выражений.
