Repository: speedcrunch/www
Catalog: locale/speedcrunch.org.*.po
Languages: de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_br, pt_pt, ru_ru

source: Available for <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, and <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
de_de: Verfügbar für <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b> und <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
fr_fr: Disponible pour <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, et <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
hu_hu: Elérhetõ a következõkön: <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b> és <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
nl_nl: Beschikbaar voor <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, and <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
pl_pl: Dostępny dla <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b> i <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
pt_br: Disponível para <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, e <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
pt_pt: Disponível para <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b> e <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.
ru_ru: Доступен для <img src="../icons/tux.png" alt="Linux" style="vertical-align: middle; margin-right: 3px;" /><b>Linux</b>, <img src="../icons/win.png" alt="Windows" style="vertical-align: middle; margin-right: 3px;" /><b>Microsoft Windows</b>, and <img src="../icons/mac.png" alt="Apple Mac OS X" style="vertical-align: middle; margin-right: 3px;" /><b>Apple Mac OS X</b>.

source: See more screenshots!
de_de: Weitere Bildschirmphotos ansehen!
fr_fr: Voir d'autres captures d'écran !
hu_hu: Még több kép!
nl_nl: Zie meer schermafdrukken!
pl_pl: Zobacz więcej zrzutów ekranu!
pt_br: Veja mais imagens!
pt_pt: Veja mais imagens!
ru_ru: Смотрите другие скриншоты!

source: Screenshot
de_de: Bildschirmfoto
fr_fr: Capture d'écran
hu_hu: Képek
nl_nl: Schermafdruk
pl_pl: Zrzut ekranu
pt_br: Imagem
pt_pt: Imagem
ru_ru: Скриншот

source: Overview
de_de: Überblick
fr_fr: Vue d'ensemble
hu_hu: Áttekintés
nl_nl: Overzicht
pl_pl: Przegląd
pt_pt: Descrição
ru_ru: Обзор

source: history and results on a scrollable display
de_de: letzte Eingaben und Resultate in einer rollbaren Ansicht
fr_fr: historiques et résultats dans un affichage scrollable
hu_hu: elõzmények és eredmények görgethetõ kijelzõn
nl_nl: geschiedenis en resultaat op een rollend venster
pl_pl: historia i wyniki na przesuwnym ekranie
pt_pt: histórico e resultados num ecrã deslizante
ru_ru: журнал и результаты в окне с прокруткой

source: up to 50 decimal precisions
de_de: bis zu 50 Stellen Genauigkeit
fr_fr: une précision allant jusqu'à 50 décimales
hu_hu: 50 tizedesjegy pontosság
nl_nl: tot 50 decimalen precies
pl_pl: dokładność do 50 miejsc po przecinku
pt_br: até 50 casas decimais de precisão
pt_pt: até 50 casas decimais de precisão
ru_ru: точность до 50 знаков

source: unlimited variable storage
de_de: unbegrenzter Variablenspeicher
fr_fr: le stockage illimité de variables
hu_hu: végtelen elmenthetõ változó
nl_nl: ongelimiteerde opslag van variabelen
pl_pl: nieograniczona pojemność zmiennych
pt_br: armazenamento ilimitado de variáveis
pt_pt: número ilimitado de variáveis
ru_ru: неограниченное число переменных

source: intelligent automatic completion
de_de: intelligente automatische Vervollständigung
fr_fr: une auto-complétion intelligente
hu_hu: intelligens automata kiegészítés
nl_nl: intelligente automatische beïndiging
pl_pl: inteligentne automatyczne uzupełnianie
pt_br: completamento automático inteligente
pt_pt: completação automática inteligente
ru_ru: умное автозавершение

source: fully usable from the keyboard
de_de: vollständig von der Tastatur zu bedienen
fr_fr: pleinement utilisable au clavier
hu_hu: csak billentyûzettel is használható
nl_nl: volledig te gebruiken met het toetsenbord
pl_pl: w pełni obsługiwany klawiaturą
pt_pt: totalmente usável a partir do teclado
ru_ru: полностью доступен с клавиатуры

source: more than 50 built-in math functions
de_de: mehr als 50 eingebaute mathematische Funktionen
fr_fr: plus de 50 fonctions mathématiques prédéfinies
hu_hu: több, mint 50 beépített matematikai függvény
nl_nl: meer dan 50 ingebouwde wiskundige functies
pl_pl: wbudowanych więcej niż 50 funkcji matematycznych
pt_br: mais de 50 funções matemáticas pré-programadas
pt_pt: mais de 50 funções matemáticas internas
ru_ru: более 50 встроенных математических функций

source: optional virtual keypad to be used with a mouse
de_de: optional ein virtuelles Tastenfeld zur Mausbedienung
fr_fr: pavé numérique virtuel utilisable à la souris
hu_hu: választható egérrel használható virtuális billentyûzet
nl_nl: optimaal virtueel toetsenbord te gebruiken met de muis
pl_pl: opcjonalne wirtualna klawiatura do sterowania myszą
pt_pt: teclado virtual opcional para ser usado com um rato
ru_ru: необязательная виртуальная клавиатура для работы с мышью

source: on-the-fly and selection calculation
de_de: Fortwährende Berechnung und Berechnung selektierter Bereiche
fr_fr: calcul de la sélection et à la volée
hu_hu: villámgyors kiválasztás és számolás
nl_nl: on-the-fly en te selecteren berekening
pl_pl: obliczenia w locie i wybranych obszarów
pt_pt: cálculo à medida que escreve e cálculo da selecção
ru_ru: расчеты "на лету" и выбранных выражений

source: customizable appearance
de_de: veränderbares Erscheinungsbild
fr_fr: l'apparence personnalisable
hu_hu: testreszabható megjelenés
nl_nl: aan te passen gebruikersinterface
pl_pl: zmienny wygląd
pt_br: aparência customizável
pt_pt: aparência configurável
ru_ru: настраиваемый внешний вид

source: syntax highlighting and parentheses matching
de_de: Syntaxhervorhebung und Klammerabgleich
fr_fr: la coloration syntaxique comprenant l'appariement des parenthèses
hu_hu: szintaxis kiemelés és zárójelek párosítása
nl_nl: benadrukken van syntax, en het koppelen van haakjes
pl_pl: podświetlanie składni i dopasowanie nawiasów
pt_br: destaque de sintaxe, com indicação de correspondência de parênteses
pt_pt: realce de sintaxe e correspondência de parêntesis
ru_ru: подсветка синтаксиса и соответствия скобок

source: <a href="features.html">Learn more</a> or <a href="download.html">download it now</a>
de_de: <a href="features.htm">Erfahren Sie mehr</a> oder <a href="download.htm">laden Sie SpeedCrunch jetzt herunter</a>
fr_fr: <a href="features.html">En savoir plus</a> ou <a href="download.html">téléchargez maintenant</a>
hu_hu: <a href="features.html">Tudj meg még többet</a> vagy <a href="download.html">töltsd le most</a>!
pl_pl: <a href="features.html">Dowiedz się więcej</a> lub <a href="download.html">pobierz go teraz</a>
pt_pt: <a href="features.htm">Saiba mais</a> ou <a href="download.htm">descarregue agora</a>
ru_ru: <a href="features.html">Узнайте больше</a> или <a href="download.html">загрузите калькулятор сейчас</a>

source: It's completely <b>FREE</b>!
de_de: Und es ist vollständig <b>FREI</b>!
fr_fr: C'est entièrement <b>libre et gratuit</b> !
hu_hu: Teljesen <b>INGYENES</b>!
nl_nl: Het is helemaal <b>GRATIS </b>!
pl_pl: Jest całkowicie za <b>DARMO</b>!
pt_br: É completamente <b>LIVRE</b>!
pt_pt: É completamente <b>LIVRE</b>!
ru_ru: Он полностью <b>СВОБОДНЫЙ</b>!

source: Go to home page
de_de: Zur Homepage
fr_fr: Retour à l'accueil
hu_hu: Vissza a kezdõlapra
nl_nl: Ga naar de pagina
pl_pl: Przejdź do strony głównej
pt_pt: Ir para a página inicial
ru_ru: Зайдите на главную страницу

source: For each screenshot, click the preview to enlarge.
de_de: Klicken Sie jeweils auf das Vorschaubild, um die einzelnen Bildschirmfotos zu vergrößern.
fr_fr: Pour chaque capture d'écran, cliquez sur la prévisualisation pour l'agrandir
hu_hu: Kattints a képekre, ha nagyban szeretnéd látni.
nl_nl: Voor elke schermafdruk: klik het voorbeeld om te vergroten
pl_pl: Dla każdego zrzutu ekranu kliknij podgląd, aby go powiększyć.
pt_br: Clique na amostra de cada imagem para visualizar em tamanho maior.
pt_pt: Para cada imagem, clique na miniatura para aumentar.
ru_ru: Для каждого скриншота нажмите значок предварительного просмотра, чтобы его развернуть.

source: All images are from version 0.10.1 running on Microsoft Windows Vista, Apple Mac OS X and KDE.
de_de: Alle Bilder sind von der Version 0.10.1, auf Microsoft Windows Vista, Apple Mac OS X und KDE laufend.
fr_fr: Toutes les images sont de la version 0.10 tournant sur Microsoft Windows Vista, Apple Max OS X et KDE
hu_hu: Az összes kép a 0.10.1 verzióban készült, Microsoft Windows Vista, Apple Max OS X és KDE alatt.
nl_nl: Alle plaatjes zijn van versie 0.10.1 draaiende op Microsoft Windows Vista, Apple Mac OS X and KDE.
pl_pl: Wszystkie zrzuty są z wersji 0.10.1 na systemach Microsoft Windows Vista, Apple Mac OS X i KDE.
pt_pt: Todas as imagens são da versão 0.10.1, executando em Microsoft Windows Vista, Mac OS X e KDE.
ru_ru: Все скриншоты сделаны с версии 0.10.1, запущенной в Microsoft Windows Vista, Apple Mac OS X и KDE.

source: In addition to the default appearance already visible in the home page (showing the menu bar, scrolling display, expression editor and virtual keypad), here you can see the extra visual elements at full capacity (status bar and all dock windows).
de_de: Zusätzlich zur Standardansicht, wie auf der Homepage gezeigt (mit Menüleiste, rollbarer Ergebnisanzeige, Editor für Rechenausdrücke und Tastenfeld), können sie alle zusätzlichen Elemente hier in voller Entfaltung sehen (Statusleiste und alle dockbaren Fenster)
fr_fr: En plus de l'apparence par défaut visible sur la page d'accueil (montrant la barre de menu, affichage scrollable, éditeur d'expression et pavé numérique virtuel), ici vous pouvez voir les éléments visuels supplémentaires à pleine capacité (barre de status et fenêtres "parquables").
hu_hu: Az alapértelmezett, fõoldalon látott(menüsort, görgethetõ menüt, kifejezés szerkesztõt és virtuális billentyûzetet ábrázoló) kinézet mellett itt láthatod a speciális vizuális elemeket is teljes kapacitásukban (állapotsor és a dokkolható ablakok).
nl_nl: In tegenstelling tot de standaard gebruikersinterface welke te zien is op de homepage (welke het menu, het rollende venster, de expressie editor en het virtuele toetsenbord laat zien) kan je hier de extra visuele elementen zien (statusbalk, en alle dok-vensters).
pl_pl: Oprócz już widocznego domyślnego wyglądu na stronie głównej (pokazującego pasek menu, ekran do przewijania, edytor wyrażeń i wirtualną klawiaturę), tutaj możesz zobaczyć dodatkowe elementy wizualne przy pełnych obrotach (pasek stanu i wszystkie dokujące okna).
pt_pt: Adicionalmente à aparência predefinida já visível na página principal (mostrando a barra de menus, o ecrã deslizante, o editor de expressões e o teclado virtual), aqui pode ver os restantes elementos visuais em capacidade máxima (barra de estado e todas as janelas acopláveis).
ru_ru: В дополнение к стандартному внешнему виду, который вы уже видели на главной странице (показывает строку меню, окно с прокруткой, редактор формул и виртуальную клавиатуру), здесь также можно увидеть дополнительные элементы в полном варианте (строка состояния и все пристыковываемые окна).

source: Finally, you can also see the application in its minimal appearance (just the scrolling display and the expression editor - even no menu bar!).
de_de: Schließlich wird hier die Minimalansicht gezeigt (bloß noch die Ergebnisanzeige und der Editor für Rechenausdrücke - es fehlt sogar die Menüleiste!).
fr_fr: Finalement, vous pouvez également voir le logiciel dans son apparence minimale (juste l'affichage scrollable et l'éditeur d'expression - même pas de barre de menu !)
hu_hu: Végül láthatod az alkalmazást, a minimum megjelenítésen (csak a görgethetõ kijelzõ és a kifejezés szerkesztõ - még menüsor sincs!).
nl_nl: Eindelijk kan je de applicatie ook zien in z'n minimale uitvoering (alleen het rollende venster, en de expressie editor - zels geen menubalk!).
pl_pl: Możesz wreszcie zobaczyć aplikację w minimalnym wyglądzie (tylko z przewijanym ekranem i edytorem wyrażeń - nawet bez paska menu!).
pt_pt: Finalmente, pode também observar a aplicação na sua aparência mínima (apenas o ecrã deslizante e o editor de expressões - nem mesmo barra de menus!).
ru_ru: Наконец, вы можете увидеть приложение в минимальном виде (только окно с прокруткой и редактор выражений - нет даже строки меню!).

source: Check also the description of <a href="features.html">many unique features</a> available only in SpeedCrunch!
de_de: Siehe auch die Beschreibung der <a href="features.htm">vielen einzigartigen Merkmale</a>, die nur SpeedCrunch bietet!
fr_fr: N'oubliez pas de consulter la liste des <a href="features.html">nombreuses et uniques</a> fonctionnalités de SpeedCrunch !
hu_hu: Nézd meg a csak a SpeedCrunchban elérhetõ <a href="features.html">egyedi funkciók</a> listáját is!
pl_pl: Sprawdź też opis wielu <a href="features.html">unikalnych funkcji</a> dostępnych tylko w SpeedCrunch!
pt_pt: Veja também a descrição de <a href="features.htm">muitas funcionalidades únicas</a> disponíveis apenas no SpeedCrunch!
ru_ru: Посмотрите также описание <a href="features.html">многих уникальных возможностей</a>, доступных только в SpeedCrunch!

source: Send your screenshot
de_de: Senden Sie uns Ihr Bildschirmfoto
fr_fr: Envoyez votre capture d'écran
hu_hu: Küldd el a saját képed
nl_nl: Zend ons uw schermafdruk
pl_pl: Wyślij nam swój zrzut ekranu
pt_br: Envie a sua imagem
pt_pt: Envie a sua imagem
ru_ru: Пришлите свой скриншот

source: Do you have a nice screenshot showing interesting features of SpeedCrunch?
de_de: Haben Sie ein schönes Bildschirmfoto, das interessante Features von SpeedCrunch zeigt?
fr_fr: Avez vous une capture d'écran qui mette en valeur les indéniables avantages de SpeedCrunch ?
hu_hu: Van egy jó képed a SpeedCrunch valamelyik érdekességérõl?
nl_nl: Heeft u een mooie schermafdruk wat de interessante mogelijkheden van SpeedCrunch laat zien?
pl_pl: Czy masz ciekawy zrzut ekranu pokazujący interesujące funkcje SpeedCrunch?
pt_br: Você tem uma imagem que mostra funcionalidades interessantes da SpeedCrunch?
pt_pt: Tem uma imagem que mostra funcionalidades interessantes do SpeedCrunch?
ru_ru: У вас есть любопытный скриншот, показывающий интересные возможности SpeedCrunch?

source: Send it to us (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) and we'll place it here.
de_de: Dann senden Sie und das Foto doch an <a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a> und wir fügen es auf dieser Seite ein.
fr_fr: Envoyez la nous (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) et nous la placerons ici.
hu_hu: Küldd el nekünk (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) és mi kirakjuk ide!
nl_nl: Zend het naar ons (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>), en we plaatsen het hier.
pl_pl: Wyślij go do nas (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>), a my opublikujemy go tutaj.
pt_br: Envie-a para nós (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) e ela será colocada aqui.
pt_pt: Envie-nos (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>) e colocá-la-emos aqui.
ru_ru: Отправьте его нам (<a href="mailto:screenshot@speedcrunch.org">screenshot@speedcrunch.org</a>), и мы разместим его здесь.

source: FAQ
hu_hu: GYIK
pt_br: Perguntas
pt_pt: Perguntas
ru_ru: ЧаВО

source: Forum
hu_hu: Fórum
pt_pt: Fórum
ru_ru: Форум

source: SpeedCrunch is packaged by the following Linux distributions.
pt_pt: SpeedCrunch é distribuído pelas seguintes distribuições de Linux.

source: Note that packages available from various distributions are not necessarily the latest version.
pt_pt: Note que os pacotes disponíveis em várias distribuições não são necessariamente a última versão.

source: The most powerful desktop calculator you can have, it's like you don’t need to buy a pro calci if you want to work all time on computer.
pt_pt: A calculadora de ambiente de trabalho que pode ter, é como não precisasse comprar uma calculadora profissional se quiser trabalhar o tempo todo no computador.

source: Overall, I think I’ll be using SpeedCrunch more and more for doing my mathematic evaluations. It works on Windows too, so if you’ve decided to stick with that operating system, here’s a better replacement for the included calculator, and at a great price with code you can trust that is actively being enhanced.
fr_fr: Dans l'ensemble, je pense que j'utiliserai SpeedCrunch de plus en plus pour faire mes calculs mathématiques. Ça marche sur Windows également, donc vous décidez de rester sur ce système, c'est une excellente alternative à la calculatrice inclue, à un excellent prix, et avec un code source en lequel vous pouvez avoir confiance et qui est activement développé.
nl_nl: Over het algemeen denk ik dat ik SpeedCrunch meer, en meer gebruik bij het doen van m'n wiskundige evaluaties. Het werkt ook onder Windows dus dat heeft me er toe doen besluiten om met dat besturingssysteem te blijven. Hier is er een betere vervanger voor de ingebouwde rekenmachine, en tegen een goede prijs van code welke je kan vertrouwen en welke actief word verbeterd.
pt_pt: Em geral, penso que irei usar o SpeedCrunch cada vez mais para fazer os meus cálculos matemáticos. Também funciona em Windows, portanto se decidiu usar este sistema operativo, eis uma melhor alternativa para a calculadora incluída e a um óptimo preço, com código fonte em que pode confiar e que é activamente mantido.
ru_ru: В общем, я думаю, что буду все чаще и чаще использовать SpeedCrunch в своих математических расчетах. Он также работает под Windows, так что, если кто решит постоянно трудиться в этой операционной системе, то это самая лучшая замена для калькулятора, включенного в Windows, и при высокой стоимости кода, можно надеяться, что SpeedCrunch будет активно улучшаться.

source: SpeedCrunch brings so much more to the table than the traditional Windows calculator, with it’s fresh looks, powerful features and customization.
pt_pt: SpeedCrunch traz tanto mais para a mesa do que a calculadora tradicional do Windows, com a sua aparência moderna, e funcionalidades e customização poderosas.

source: I am wondering why they didn’t offer a basic free version and a low-priced upgrade with more functionality.
pt_pt: Não faço ideia porque é que eles não ofereceram uma versão básica gratuita e uma actualização de baixo custo com mais funcionalidades.

source: Blog
ru_ru: Блог

source: Copyright
ru_ru: Права копирования

source: Wow! This little app has made my investigation. Well, it is just like saying that I went from hell to heaven. You have saved me hours and hours of long and boring statistical calculations, thank you, you are the best! I cannot wait until the next release ;) Keep up the great work!
nl_nl: Waaiw! Dit kleine programmaatje heeft mijn interesse. Wel, het is hetzelfde als zeggen dat ik van de hel naar de hemel ben gegaan. Je hebt me uren, en uren van lang en saai statistische berekeningen bespaart. Dankjewel! Je bent de beste! Ik kan niet wachten op de volgende versie ;) Ga door met dit fantastische werk!

source: ...I found the closest calc app to what I wanted.
nl_nl: ...Ik vond het, het meest geschikte rekenprogramma dat wat ik wilde hebben.
