Repository: speedcrunch/www
Catalog: locale/speedcrunch.org.*.po
Languages: de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_br, pt_pt, ru_ru

source: calculator
de_de: Rechner
fr_fr: calculatrice
hu_hu: számológép
nl_nl: rekenmachine
pl_pl: kalkulator
pt_br: calculadora
pt_pt: calculadora
ru_ru: калькулятор

source: SpeedCrunch - fast and usable calculator
de_de: SpeedCrunch - ein schneller und nutzbarer Taschenrechner
fr_fr: SpeedCrunch - calculatrice rapide et fonctionnelle
hu_hu: SpeedCrunch - gyors és praktikus számológép
nl_nl: SpeedCrunch - snel en bruikbare rekenmachine
pl_pl: SpeedCrunch - szybki i pożyteczny kalkulator
pt_br: SpeedCrunch - uma calculadora rápida e avançada
pt_pt: SpeedCrunch - calculadora rápida e avançada
ru_ru: SpeedCrunch - быстрый и полезный калькулятор

source: Home
de_de: Start
fr_fr: Accueil
hu_hu: Kezdõlap
nl_nl: Thuis
pl_pl: Start
pt_br: Página inicial
pt_pt: Início
ru_ru: Домой

source: Try it out
de_de: Versuchen Sie ihn
fr_fr: Essayez le
hu_hu: Próbáld ki
nl_nl: Probeer het
pl_pl: Wypróbuj
pt_pt: Experimente
ru_ru: Попробовать

source: Download
de_de: Herunterladen
fr_fr: Téléchargement
hu_hu: Letöltés
pl_pl: Pobierz
pt_br: Baixar
pt_pt: Descarregar
ru_ru: Загрузить

source: Learn more
de_de: Erfahren Sie mehr
fr_fr: En savoir plus
hu_hu: Tudj meg még többet
nl_nl: Leer meer
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saiba mais
ru_ru: Узнать больше

source: Features
de_de: Merkmale
fr_fr: Fonctionnalités
hu_hu: Leírás
nl_nl: Mogelijkheden
pl_pl: Funkcje
pt_br: Funcionalidades
pt_pt: Funcionalidades
ru_ru: Особенности

source: See it in action
de_de: SpeedCrunch in Aktion
fr_fr: Le voir en action
hu_hu: Nézz bele
nl_nl: Zie het werkend
pl_pl: Zobacz go w akcji
pt_br: Veja a SpeedCrunch em ação
pt_pt: Veja em acção
ru_ru: Увидеть в действии

source: Screenshots
de_de: Bildschirmfotos
fr_fr: Captures d'écran
hu_hu: Képek
nl_nl: Schermafdrukken
pl_pl: Zrzuty ekranu
pt_br: Imagens
pt_pt: Imagens
ru_ru: Скриншоты

source: Frequently asked questions
de_de: Häufig gestellte Fragen
fr_fr: Foire aux questions
hu_hu: Gyakran Ismételt Kérdések
nl_nl: Veel voorkomende vragen
pl_pl: Często zadawane pytania
pt_br: Perguntas freqüentes
pt_pt: Perguntas mais frequentes
ru_ru: Часто задаваемые вопросы

source: Authors and contributors
de_de: Autoren und Beitragende
hu_hu: Szerzõk és közremûködõk
pl_pl: Autorzy i współpracownicy
pt_pt: Autores e contribuintes

source: Credits
de_de: Dank an
hu_hu: Fejlesztõk
pl_pl: Podziękowania
pt_pt: Créditos

source: Discuss with other users
de_de: Diskutieren Sie mit anderen Anwendern
fr_fr: Discuter avec les autres utilisateurs
hu_hu: Beszélj a többi felhasználóval
nl_nl: Discussieer met andere gebruikers
pl_pl: Porozmawiaj z innymi użytkownikami
pt_br: Troque experiências ou dúvidas com outros usuários
pt_pt: Comunique com outros utilizadores
ru_ru: Обсудить с другими пользователями

source: Follow the development
de_de: Verfolgen Sie die Entwicklung
fr_fr: Suivre le développement
hu_hu: Kövesd a fejlesztést
nl_nl: Volg de ontwikkeling
pl_pl: Śledź rozwój
pt_br: Acompanhe o desenvolvimento
pt_pt: Acompanhe o desenvolvimento
ru_ru: Следить за процессом разработки

source: Original author
de_de: Ursprünglicher Autor
hu_hu: Eredeti szerzõ
pl_pl: Pierwotny autor
pt_pt: Autor original

source: Maintainer
de_de: Projektleitung
hu_hu: Fenntartó
pl_pl: Opiekun
pt_pt: Responsável

source: Authors
de_de: Autoren
hu_hu: Szerzõk
pl_pl: Autorzy
pt_pt: Autores

source: Based on original idea from
de_de: Einer Idee entsprungen von
hu_hu: Eredeti ötlet
pl_pl: W oparciu o oryginalny pomysł z
pt_pt: Baseado numa ideia original de

source: Special thanks to
de_de: Mit besonderem Dank an
hu_hu: Külön köszönet
pl_pl: Specjalne podziękowania dla
pt_pt: Agradecimento especial a

source: Graphics
de_de: Grafik
hu_hu: Grafika
pl_pl: Grafika
pt_pt: Gráficos

source: Thanks to
de_de: Dank an
hu_hu: Köszönet
pl_pl: Podziękowania dla
pt_pt: Obrigado a

source: Website developers
de_de: Entwickler des Webauftritts
hu_hu: Honlap fejlesztõk
pl_pl: Twórcy strony internetowej
pt_pt: Autores da página de Internet

source: Application and website translators
de_de: Übersetzer des Programms und des Webauftritts
hu_hu: Az alkalmazás és a honlap fordítói
pl_pl: Tłumacze oprogramowania i strony internetowej
pt_pt: Tradutores da aplicação e da página de Internet

source: icon
de_de: Symbol
fr_fr: icône
hu_hu: ikon
nl_nl: Icoon
pl_pl: symbol
pt_br: ícone
pt_pt: ícone
ru_ru: значок

source: Version 0.10.1 (May 2008)
de_de: Version 0.10.1 (Mai 2008)
fr_fr: Version 0.10.1 (Mai 2008)
hu_hu: Verzió 0.10.1 (2008. május)
nl_nl: Versie 0.10.1 (Mei 2008)
pl_pl: Wersja 0.10.1 (maj 2008)
pt_br: Versão 0.10.1 (maio de 2008)
pt_pt: Versão 0.10.1 (Maio 2008)
ru_ru: Версия 0.10.1 (Май 2008)

source: Download the installer:
de_de: Installer herunterladen:
hu_hu: A telepítõ letöltése:
nl_nl: Download het installatieprogramma
pl_pl: Pobierz instalator:
pt_br: Baixe o instalador:
pt_pt: Descarregue o instalador:
ru_ru: Загрузить программу установки:

source: To perform the installation, just click on the file to run it and then follow the step-by-step instructions.
de_de: Die Installation starten Sie einfach durch Klick auf die Datei, und folgen dann den Anweisungen
fr_fr: Pour lancer l'installation, cliquez simplement sur le fichier téléchargé pour l'exécuter, puis suivez les instructions affichées pas à pas.
hu_hu: A telepítéshez csak indítsd el a fájlt és kövesd az utasításokat lépésrõl lépésre.
nl_nl: Om een installatie uit te voeren dient u op het bestand te klikken om het op te starten, en vervolgens
pl_pl: Aby wykonać instalację, kliknij na plik i następnie postępuj zgodnie z instrukcjami.
pt_br: Para realizar a instalação, basta clicar no arquivo para executá-lo e então seguir as instruções passo a passo.
pt_pt: Para instalar, clique no ficheiro para executá-lo e depois siga as instruções passo a passo.
ru_ru: Чтобы начать установку, просто нажмите на запускаемый файл и действуйте по инструкциям.

source: After installed, run SpeedCrunch using <i>Start</i> menu, <i>All Programs</i>, <i>SpeedCrunch</i>.
de_de: Nach der Installation starten Sie SpeedCrunch im <i>Start</i> Menü, <i>Alle Programme</i>, <i>SpeedCrunch</i>.
hu_hu: A telepítés után a <i>Start</i> menü, <i>Minden program</i>, <i>SpeedCrunch</i> menübõl futtathatod a SpeedCrunchot.
nl_nl: Na de installatie, voer SpeedCrunch uit d.m.v. <i>Start</i> menu, <i>Alle Programma's</i>, <i>SpeedCrunch</i>.
pl_pl: Po zainstalowaniu uruchom SpeedCrunch używając menu <i>Start</i>, <i>Wszystkie programy</i>, <i>SpeedCrunch</i>.
pt_br: Após a instalação, rode a SpeedCrunch a partir do menu <i>Início</i>, <i>Todos os Programas</i>, <i>SpeedCrunch</i>.
pt_pt: Depois de instalado, inicie o SpeedCrunch utilizando o menu <i>Iniciar</i>, <i>Todos os programas</i>, <i>SpeedCrunch</i>.
ru_ru: После установки запустите SpeedCrunch с помощью меню <i>"Пуск"</i> -> <i>"Все программы"</i> -> <i>"SpeedCrunch"</i>.

source: NEW!
de_de: NEU!
hu_hu: ÚJDONSÁG!
pl_pl: NOWOŚĆ!
pt_pt: NOVO!
ru_ru: НОВИНКА!

source: Now you can also run SpeedCrunch without the need of installing it.
de_de: Sie können Speedcrunch jetzt ohne vorherige Installation starten!
hu_hu: Most telepítés nélkül is tudod futtatni a SpeedCrunchot.
nl_nl: Nu can je SpeedCrunch ook uitvoeren zonder het te installeren.
pl_pl: Teraz możesz również uruchamiać SpeedCrunch bez potrzeby instalowania go.
pt_pt: Agora pode correr o SpeedCrunch sem ter de o instalar.
ru_ru: Теперь SpeedCrunch можно запускать без установки на компьютере.

source: So if you don't have permission to install it on your system or you want to take it everywhere with you on your pen drive, for instance, just download the archive below, extract it and click on the executable file inside the directory.
de_de: Sollten Sie also nicht über die notwendigen Installationsrechte verfügen, oder möchten Sie z.B. SpeedCrunch auf Ihrem Stick überall hin mitnehmen, so laden Sie das Archiv unten herunter, entpacken es, und starten die darin enthaltende ausführbare Datei.
hu_hu: Ha nincs rendszergazda jogosultságod a telepítéshez vagy például szeretnéd magaddal vinni a programot hordozható eszközeiden, csak töltsd le az alábbi fájlt, csomagold ki és indítsd el az alkalmazást a mappából!
nl_nl: Dus als je geen rechten hebt om het te installeren op je systeem, of je wilt het graag ergens anders mee naartoe nemen op je pen drive bijvoorbeeld, download gewoon het archiefbestand hieronder, pak het uit, en klik op het executable bestand in de directory.
pl_pl: Jeśli nie masz uprawnień, aby zainstalować go na swoim systemie lub chcesz go zabrać ze sobą, na przykład na twoim dysku przenośnym, po prostu pobierz archiwum poniżej, rozpakuj i kliknij na plik wykonywalny wewnątrz katalogu.
pt_pt: Portanto, se não tiver permissão para instalar programas no seu sistema ou quiser transportá-lo consigo para todo o lado na sua memória USB, por exemplo, apenas descarregue o arquivo em baixo, extraia-o e clique no ficheiro executável dentro da pasta que foi criada.
ru_ru: Таким образом, если у вас нет разрешения на установку в системе или вы хотите его везде брать с собой, к примеру, на USB-брелоке, то просто загрузите архив, указанный ниже, распакуйте его и кликните на исполняемом файле, находящемся в папке.

source: You can move the directory to any place and still run the application.
de_de: Sie können das entpackte Verzeichnis überall hin verschieben und trotzdem die Anwendung starten.
hu_hu: Áthelyezheted bárhova a mappát, az alkalmazás továbbra is futtatható lesz.
nl_nl: Je kan de directory verplaatsen naar een andere locatie, en nog steeds het programma uitvoeren.
pl_pl: Możesz przenieść katalog do dowolnego miejsca i wciąż uruchamiać aplikację.
pt_pt: Pode mover a pasta para qualquer outro local que queira, o programa poderá ser executado em qualquer lado.
ru_ru: Если вы переместите папку в любое место, то все равно вы сможете запустить приложение.

source: Download the bundle:
de_de: Laden Sie das Paket herunter:
hu_hu: Töltsd le a csomagot:
nl_nl: Download de bundel:
pl_pl: Pobierz pakiet:
pt_pt: Descarregue o pacote:
ru_ru: Загрузить связку:

source: This bundle is Universal Binary and should work on Mac OS X 10.3 (Panther), 10.4 (Tiger), and 10.5 (Leopard).
de_de: Dieses Paket ist ein universelles Binärpaket und sollte auf dem Mac OS X 10.3 (Panther), 10.4 (Tiger) und auch 10.5 (Leopard) laufen.
hu_hu: A csomag Universal Binary, a Mac OS X 10.3 (Panther), 10.4 (Tiger) és 10.5 (Leopard) rendszereken is egyaránt fut.
nl_nl: Deze bundel is Univ ersal Binary en zou moeten werken onder Mac OS X 10.3 (Panther), 10.4 (Tiger), and 10.5 (Leopard).
pl_pl: Ten pakiet jest uniwersalną paczką binarną i powinien działać na Mac OS X 10.3 (Panther), 10,4 (Tiger) oraz 10.5 (Leopard).
pt_br: O pacote é um Binário Universal e deve funcionar no Mac OS X 10.3 (Panther), 10.4 (Tiger) e 10.5 (Leopard).
pt_pt: Este pacote é Binário Universal e deverá suportar Mac OS X 10.3 (Panther), 10.4 (Tiger) e 10.5 (Leopard).
ru_ru: Связка - это универсальный бинарный файл, предназначенный для работы в Mac OS X 10.3 (Panther), 10.4 (Tiger) и 10.5 (Leopard).

source: Note that SpeedCrunch packages available from various distribution are not necessarily the latest version.
de_de: Bitte beachten Sie, dass die SpeedCrunch-Pakete der verschiedenen Distributionen nicht unbedingt die neuesten Versionen sind.
nl_nl: Denk eraan dat SpeedCrunch packages beschikbaar zijn van verschillende distributies welke niet vanzelfsprekend de laatste versie is.
pt_br: Note que os pacotes disponibilizados pelas várias distribuições não correspondem necessariamente à última versão.
ru_ru: Внимание! Пакеты SpeedCrunch, доступные из других источников, кроме нашего сайта, не обязательно содержат последнюю версию программы.

source: SpeedCrunch is the default desktop calculator.
de_de: SpeedCrunch ist der standardmäßige Taschenrechner.
nl_nl: SpeedCrunch is de standaard tafelblad rekenmachine.
pt_br: A SpeedCrunch é a calculadora padrão do ambiente de trabalho.
ru_ru: SpeedCrunch по умолчанию - калькулятор рабочего стола.

source: If it is not available, install it using the Adept package manager (search for <i>speedcrunch</i>) or by the following terminal command:
de_de: Falls nicht verfügbar, kann das Programm auch unter Verwendung des Adept Paketmanagers (suchen Sie nach <i>speedcrunch</i>) installiert werden oder aber auch durch Eingabe des Befehls:
nl_nl: Als het niet beschikbaar is, installeer het door de Adept package manager (zoek voor <i>speedcrunch</i>) te gebruiken, of door het volgende terminal commando:
pt_br: Se não estiver disponível, instale-a utilizando o gerenciador de pacotes Adept (procure por <i>speedcrunch</i>) ou por meio do seguinte comando no terminal:
ru_ru: Если он не доступен на вашем компьютере, установите его с помощью менеджера пакетов Adept (ищите <i>speedcrunch</i>) или следующей команды терминала:

source: Run SpeedCrunch using the <i>K Menu, Utilities, Calculator</i>.
de_de: Führen Sie SpeedCrunch durch Auswählen von <i>K-Menü, Werkzeuge, Taschenrechner</i> aus.
nl_nl: Draai SpeedCrunch via <i>K Menu, Utilities, Calculator</i>.
pt_br: Inicie a SpeedCrunch utilizando o menu <i>K, Utilitários, Calculadora</i>.
ru_ru: Запустите SpeedCrunch с помощью <i>"K Menu" -> "Утилиты" -> "Калькулятор"</i>.

source: Install it using the command:
de_de: Installation unter Verwendung des Befehls:
nl_nl: Installeer het d.m.v. het volgende commando:
pt_br: Instale por meio do comando:
ru_ru: Установите с помощью команды:

source: Currently SpeedCrunch is part of Debian unstable.
de_de: SpeedCrunch ist zurzeit in Debian unstable enthalten.
nl_nl: Op dit moment is SpeedCrunch onderdeel van de onstabiele Debian.
pt_br: Atualmente a SpeedCrunch está incluída no Debian <i>unstable</i>.
ru_ru: В настоящее время SpeedCrunch является частью "нестабильного" дистрибутива Debian.

source: SpeedCrunch is now officially distributed in Gentoo Linux.
de_de: SpeedCrunch wird jetzt offiziell in Gentoo Linux vertrieben
ru_ru: SpeedCrunch официально включен в дистрибутив Gentoo Linux.

source: SpeedCrunch is part of Fedora Extras and is provided by the package named <i>speedcrunch</i>.
de_de: SpeedCrunch ist Teil der Fedora Extras und steht als Paket mit dem Namen <i>speedcrunch</i> zur Verfügung.
nl_nl: SpeedCrunch is onderdeel van Fedora Extras, en is beschikbaar onder de package naam <i>speedcrunch</i>.
pt_br: A SpeedCrunch está incluída no Fedora Extras e está disponibilizada no pacote <i>speedcrunch</i>.
ru_ru: SpeedCrunch является частью Fedora Extras и доступен из пакета <i>speedcrunch</i>.

source: It can be installed using the graphical software management Pirut or by the following terminal command:
de_de: Es kann unter Verwendung des grafischen Software-Managers Pirut installiert werden oder aber auch durch Eingabe des folgenden Befehls:
nl_nl: Het kan geïnstalleerd worden door de grafische software management Pirut of door het volgende terminal commando:
pt_br: Pode ser instalada por meio do gerenciador gráfico de pacotes Pirut ou pelo seguinte comando no terminal:
ru_ru: Его можно установить с помощью графического управления приложениями Pirut или следующей команды терминала

source: SpeedCrunch is available from <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">KDE Playground repository</a>.
de_de: SpeedCrunch ist im <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">KDE Playground Repository</a> verfügbar.
nl_nl: SpeedCrunch is beschikbaar van de <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">KDE Playground repository</a>.
pt_br: A SpeedCrunch está disponível no <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">repositório KDE Playground</a>.
ru_ru: SpeedCrunch доступен из <a href="http://en.opensuse.org/Additional_YaST_Package_Repositories#KDE_Playground">репозитория KDE Playground</a>

source: After adding this repository to YaST (see <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">the instructions</a>), SpeedCrunch can be installed using YaST Software Management module or by the following command:
de_de: Nachdem das Respository in YaST hinzugefügt wurde (siehe auch <a href="http://de.opensuse.org/Paketquellen_als_YaST-Installationsquellen_einbinden">die Anleitung</a>), kann SpeedCrunch mit dem YaST Software-Manager installiert werden oder durch Eingabe des folgenden Befehls:
nl_nl: Na de repository toe te voegen aan YaST (zie <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">de instructies</a>), SpeedCrunch kan geinstalleerd worden door de YaST Software Management module te gebruiken of d.m.v. het volgende commando:
pt_br: Após adicionar este repositório no YaST (se necessário, leia <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">as instruções</a>), a SpeedCrunch pode ser instalada pelo módulo de gerenciamento de programas do YaST ou pelo seguinte comando no terminal:
ru_ru: После добавления этого репозитория в YaST (см. <a href="http://en.opensuse.org/Add_Package_Repositories_to_YaST">инструкции</a>), SpeedCrunch можно установить с помощью модуля управления приложениями YaST или следующей команды терминала:

source: After installation, run SpeedCrunch using the <i>SUSE Menu, Applications, Utilities, Calculator, SpeedCrunch</i>.
de_de: Nach der Installation können Sie SpeedCrunch ausführen, indem Sie <i>SuSE-Menü, Anwendungen, Werkzeuge, Rechner, SpeedCrunch</i> aufrufen.
nl_nl: Na installatie, draai SpeedCrunch door gebruik te maken van de <i>SUSE Menu, Applications, Utilities, Calculator, SpeedCrunch</i>.
pt_br: Após a instalação, inicie a SpeedCrunch pelo menu <i>SUSE, Aplicações, Utilitários, Calculadora, SpeedCrunch</i>.
ru_ru: После установки запустите SpeedCrunch с помощью <i>"Меню SUSE" -> "Программы" -> "Утилиты" -> "Калькулятор" -> "SpeedCrunch"</i>.

source: Other distributions
de_de: Andere Distributionen
hu_hu: Más disztribúciók
nl_nl: Andere distributies
pl_pl: Inne dystrybucje
pt_br: Outras distribuições
pt_pt: Outras distribuições
ru_ru: Другие дистрибутивы

source: For other Linux distributions, you can install SpeedCrunch by compiling it from source code.
de_de: Falls Sie eine andere Linux-Distribution verwenden, dann können Sie SpeedCrunch auch installieren, indem Sie den Quellcode kompilieren.
hu_hu: Más Linux disztribúcióknál a SpeedCrunch a forráskódból lefordítva telepíthetõ.
nl_nl: Voor andere Linux distributies kan je SpeedCrunch installeren door te het te compileren van de source code.
pl_pl: W przypadku innych dystrybucji Linuksa, możesz zainstalować SpeedCrunch przez kompilację z kodu źródłowego.
pt_br: Para outras distribuições Linux, você pode instalar a SpeedCrunch compilando-a a partir do código fonte.
pt_pt: Para outras distribuições de Linux, pode instalar o SpeedCrunch compilando-o a partir do código fonte.
ru_ru: Для других дистрибутивов Linux SpeedCrunch можно установить, компилируя его из исходного кода.

source: See the instructions below.
de_de: Weitere Anweisungen siehe unten.
hu_hu: Kövesd az alábbi utasításokat!
nl_nl: Zie voor instructies hieronder.
pl_pl: Zobacz instrukcje poniżej.
pt_br: Veja as instruções abaixo.
pt_pt: Veja as instruções abaixo.
ru_ru: Инструкции см. ниже.

source: Or try to get SpeedCrunch from <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.
de_de: Oder laden Sie SpeedCrunch von <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a> herunter.
nl_nl: Of probeer om SpeedCrunch te krijgen van <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.
pt_br: Ou tente obter a SpeedCrunch de <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.
ru_ru: Или попробуйте закачать SpeedCrunch с сайта <a href="http://speedcrunch.klik.atekon.de/">speedcrunch.klik.atekon.de</a>.

source: It does not require <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">any installation</a> and so far has been <a href="http://speedcrunch.klik.atekon.de/comments/">reported</a> to work under:
de_de: Dafür wird <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">keine Installation</a> benötigt und soll derzeit unter den <a href="http://speedcrunch.klik.atekon.de/comments/">folgenden Systemen</a> laufen:
nl_nl: Het vereist niet <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">enige installatie</a> en voor zover <a href="http://speedcrunch.klik.atekon.de/comments/">gerapporteerd</a> uit te voeren onder:
pt_br: Não requer <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">qualquer instalação</a> e até o momento existem <a href="http://speedcrunch.klik.atekon.de/comments/">testemunhos</a> de bom funcionamento em:
ru_ru: Ему не требуется <a href="http://klik.atekon.de/wiki/index.php/What_is_klik">установка</a> и может <a href="http://speedcrunch.klik.atekon.de/comments/">работать</a> под:

source: Source code
de_de: Quellcode
fr_fr: Code source
hu_hu: Forráskód
nl_nl: Broncode
pl_pl: Kod źródłowy
pt_br: Código fonte
pt_pt: Código fonte
ru_ru: Исходный код

source: To build the source code and install:
de_de: Um das Programm aus dem Quellcode zu erzeugen und zu installieren:
hu_hu: Hogy lefordítsd a forráskódot és telepítsd:
nl_nl: Om de broncode te "builden", en te installeren:
pl_pl: Aby stworzyć i zainstalować program z kodu źródłowego:
pt_pt: Para compilar o código fonte e instalar:
ru_ru: Чтобы произвести компиляцию из исходного кода и установить:

source: Download the tarball:
de_de: Herunterladen des Paketes:
hu_hu: Töltsd le a tarball-t:
nl_nl: Download de tarball:
pl_pl: Pobierz archiwum:
pt_br: Baixe o pacote:
pt_pt: Descarregue o pacote:
ru_ru: Загрузите тарбол:

source: Extract the package to a temporary directory
de_de: Entpacken Sie das Paket in ein temporäres Verzeichnis
hu_hu: Csomagold ki egy átmeneti mappába
nl_nl: Pak de package uit naar een tijdelijke directory
pl_pl: Rozpakuj pakiet do katalogu tymczasowego
pt_br: Extraia o pacote para uma pasta temporária
pt_pt: Extraia o pacote para uma pasta temporária
ru_ru: Распакуйте архив во временную директорию

source: Run <tt>cmake .</tt> from the <tt>src</tt> subfolder, followed by <tt>make</tt>
de_de: Starten Sie <tt>cmake .</tt> aus dem <tt>src</tt> Unterordner, gefolgt von <tt>make</tt>
hu_hu: Futtasd a <tt>cmake .</tt>-et az <tt>src</tt> almappából, aztán a <tt>make</tt>-et
nl_nl: Voer uit <tt>cmake .</tt> van de <tt>src</tt> subdirectorie, gevolgd door <tt>make</tt>
pl_pl: Uruchom <tt>cmake .</tt> z podfolderu <tt>src</tt>, a następnie <tt>make</tt>
pt_pt: Execute <tt>cmake .</tt> na pasta <tt>src</tt>, seguido de <tt>make</tt>
ru_ru: Запустите <tt>cmake .</tt> из поддиректории <tt>src</tt>, затем - <tt>make</tt>

source: To install it, run <tt>make install</tt> (might need administation privileges)
de_de: Zue Installation starten Sie <tt>make install</tt> (Eventuell Administatorrechte erforderlich)
hu_hu: A telepítéshez futtasd a <tt>make install</tt> parancsot (adminisztrátori jogosultság kellhet hozzá)
nl_nl: Om het te installeren, voer uit <tt>make install</tt> (vereist mogelijk administrator-rechten)
pl_pl: Aby go zainstalować, należy uruchomić <tt>make install</tt> (mogą potrzebne być prawa administratorskie)
pt_pt: Para instalar, execute <tt>make install</tt> (pode necessitar de privilégios de administração)
ru_ru: Чтобы установить программу, запустите <tt>make install</tt> (могут потребоваться права администратора)
